Repository: KDE/amor
Catalog: po/hne/amor.po
Languages: hne

source: Don't run with scissors.
hne: कैंची के साथ दौड़ नइ लगाव

source: Never trust car salesmen or politicians.
hne: कार बेचइया या नेता मन मं भरोसा? - कभू नइ.

source: Real programmers don't comment their code. It was hard to write, it should be hard to understand.
hne: सही प्रोग्रामर अपन कोड मं कमेंट नइ डाले. मालूम हे , कोड लिखना कतका कठिन होथे - फिर एला समझना घलोक उतना ही कठिन होना चाही कि नइ.

source: It is much easier to suggest solutions when you know nothing about the problem.
hne: जब आप मन समस्या के बारे मं कुछु नइ जानथो तहां एखर हल देना बहुत आसान होथे.

source: You can never have too much memory or disk space.
hne: आप मन तिर कभी घलोक जरूरत से जादा डिस्क जगह या मेमोरी नइ हो सके.

source: The answer is 42.
hne: सही उत्तर 42 हे.

source: It's not a bug. It's a misfeature.
hne: ये बग नइ हे. ए तो एक विसेसता हे.

source: Help stamp out and abolish redundancy.
hne: अतिरेक खतम करे अउ स्टैम्प आउट करे मं मदद करव.

source: To maximize a window vertically, click the maximize button with the middle mouse button.
hne: विंडो ल खड़े मं सबसे बड़े करे बर बीच वाले मुसुवा बटन से सबसे बड़े बटन ल किलिक करव.

source: You can use Alt+Tab to switch between applications.
hne: आल्ट+Tab के उपयोग अनुपरयोग मन के बीच स्विच करे बर करव.

source: Press Ctrl+Esc to show the applications running in your current session.
hne: अपन अभी हाल के सत्र मं चलत अनुपरयोग मन ल देखे बर कंट्रोल+एस्केप दबाव.

source: Alt+F2 displays a small window that you can type a command into.
hne: आल्ट+F2 एक छोटा विंडो देखाथे जेमां आप मन अपन कमांड टाइप कर सकथो .

source: Ctrl+F1 to Ctrl+F8 can be used to switch virtual desktops.
hne: कंट्रोल+F1 से कंट्रोल+F8 के उपयोग आभासी डेस्कटाप्स के बीच स्विच करे बर कर सकिस हे.

source: You can move buttons on the panel using the middle mouse button.
hne: आप अपन मध्य मुसुवा बटन के उपयोग से बटन मन ल पेनल मं खिसका सकथो

source: Alt+F1 pops-up the system menu.
hne: आल्ट+F1 तंत्र मेन्यू पाप-अप करथे .

source: Ctrl+Alt+Esc can be used to kill an application that has stopped responding.
hne: कंट्रोल+आल्ट+एस्केप के उपयोग ओ अनुपरयोग ल बन्द करे बर करे जा सकथे जऊन प्रतिकिरिया देना बन्द कर गे हे.

source: If you leave KDE applications open when you logout, they will be restarted automatically when you log back in.
hne: जब आप मन केडीई अनुपरयोग मन ल चालू रहन के स्थिति मं लागओफ करथो तहां जब आप मन फिर से लागिन करही तहां ओ मन अपने अपन फिर से चालू हो जाही.

# @action:inmenu Amor
source: &Help
hne: मदद (&H)

# @action:inmenu Amor
source: &Configure...
hne: कान्फिगर (&C)...

# @action:inmenu Amor
source: &Quit
hne: बाहिर जाव (&Q)

source: Theme:
hne: प्रसंगः

source: Offset:
hne: आफसेटः

source: Always on top
hne: हमेसा ऊपर रहें

source: Show random tips
hne: नुस्खे बेतरतीब देखाव

source: Use a random character
hne: बेतरतीब कैरेक्टर उपयोग करव

source: Allow application tips
hne: अनुपरयोग नुस्खे स्वीकारव

source: KDE creature for your desktop
hne: आप मन के डेस्कटाप बर केडीई जन्तु

source: amor
hne: एमोर

source: Current maintainer
hne: अभी हाल के मेंटेनर

source: Martin R. Jones
hne: मार्टिन आर. जोन्स

source: Gerardo Puga
hne: जेरार्दो पुगा
