Repository: KDE/amor
Catalog: po/*/amor.po
Languages: ar, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, ka, kk, km, ko, lv, mk, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, tg, th, tr, ug, uk, zh_cn, zh_tw

source: Help stamp out and abolish redundancy.
ar: ساعد في سحق والغاء الإطناب الزائد عن الحاجة.
be: Нават перакладчыкі часам не могуць зразумець усю карысць парад Amor :)
bg: Крайно време е да спрете да си играете и да се захванете сериозно за работа.
bn: বাহুল্য সনাক্তকরণ ও উচ্ছেদকরণ অভিযানে সহায়তা করুন।
bs: Pomozite da se zapečati i ukine suvišnost.
ca: Ajudeu a acabar i abolir la redundància.
cs: Pomozte v odstraňování redundance.
cy: Helpwch ddileu a ddinistrio dianghenrwydd.
da: Hjælp med at fjerne og ødelægge gentagelser.
de: Helfen Sie dabei, unnötige Wiederholungen zu beseitigen und loszuwerden.
el: Βοηθήστε να βρεθούν και να απομακρυνθούν οι επαναλήψεις.
eo: Helpu forigi redundancon.
es: Ayude a acabar y a terminar con la redundancia.
et: Ära pane tähele neid vihjeid, mida sulle siin näidatakse.
eu: Lagundu erredundantzia kendu eta abolitzen.
fa: کمک در پایان دادن افزونگی.
fi: Auta poistamaan redundanssi.
fr: Aidez à juguler et à abolir la redondance.
ga: Cuidigh linn deireadh a chur leis an iomarcaíocht agus é a dhíothú.
gl: Axude a exterminar e abolir a redundancia.
he: עזרו לחסל ולעקור מהשורש את תופעת כפל הלשון.
hi: अतिरेक ख़त्म करने और स्टैम्प आउट करने में मदद करें.
hr: Pomozite označavanju i ukidanju suvišnosti.
hu: Segíts megszüntetni, eltörölni, kiirtani a fölösleges ismétléseket.
ia: Adjuta extirpar e abolir redundantia.
is: Hjálpið til við að eyða og útrýma óþarfa.
it: Aiuta l'estinzione e l'abolizione della ridondanza.
ja: 手助けは、冗長性を根絶し廃棄する。
ka: დაგვეხმარეთ ვიპოვოთ და აღმოვფხვრათ დამატებითობა.
kk: Көмек анықтамасы мылжыңдауды доғарады.
km: សូម​ជួយ​បំបាត់​ភាព​ស្ទួន ។
ko: 최대한 중복되는 것을 없애 버리십시오.
lv: Palīdziet atrast un iznīdēt atkārtošanos.
mk: Помогнете при искоренувањето и поништувањето на повторливоста.
nb: Hjelp til med å fjerne, utslette og viske ut overflødigheter.
nds: Hölp bi't Wegdoon un Quittwarrn vun nich nödige Wedderhalen.
ne: मद्दत स्टाम्प आउट र शीघ्र समाप्ति ।
nl: Help mee om redundantie uit te roeien en af te danken.
nn: Hjelp til med å utrydda unødvendig gjentaking.
pl: Pomóż wyeliminować i usunąć powtórzenia.
pt: Ajude a acabar com a redundância.
pt_br: Ajude a esmagar e abolir a redundância.
ro: Ajută la distrugere și abolește redundanța.
ru: Подсказка упраздняет многословие.
sk: Pomáhajte potlačovať a ničiť redundanciu.
sl: Pomagajte izkoreniniti redundanco.
sr: Помозите да се искорени и укине сувишност.
sv: Hjälp till att utrota och avskaffa överflödigheten.
ta: மிதித்து வெளியேற்றவும் மிகையை நீக்கவும் உதவுங்கள்.
tg: Луқмадиҳӣ бисёргӯиро осон мегардонад.
th: รักวัวให้ผูก รักลูกให้ตี
tr: Fazlalığı ortadan kaldırmaya yardım edin.
ug: قالدۇقنى چىقىرىپ تاشلاش ۋە يوقىتىشقا ياردەم بېرىدۇ.
uk: Допомагайте знаходити та вилучати надлишковість.
zh_cn: 帮助解决冗余。
zh_tw: 幫忙消除和取消重覆。

source: To maximize a window vertically, click the maximize button with the middle mouse button.
ar: لتكبير نافذة عاموديا. استخدم زر التكبير مع الزر الاوسط للفارة.
be: Каб найбольшыць акно толькі па вертыкалі, пстрыкніце кнопку "Найбольшыць" сярэдняй кнопкай мышы.
bg: За да максимизирате прозореца само по вертикала, натиснете бутона за максимизиране на прозореца със средния бутон на мишката.
bn: উলম্বভাবে কোন উইন্ডোকে বড় করার জন্য মাউসের মধ্য বাটন দিয়ে উইন্ডো বড় করার বাটনে ক্লিক করুন।
bs: Za vertikalnu maksimizaciju prozora kliknite na dugme za maksimiziranje srednjim dugmetom miša.
ca: Per a maximitzar verticalment una finestra, feu clic al botó de maximitzar amb el botó del mig del ratolí.
cs: Pro svislou maximalizaci okna klikněte prostředním tlačítkem myši na maximalizační tlačítko.
cy: I ehangu ffenestr yn fertigol, cliciwch y botwm ehangu efo botwm canol y llygoden.
da: For at maksimere et vindue lodret, klik på maksimér-knappen med den midterste museknap.
de: Um ein Fenster auf seine vertikale Maximalgröße zu bringen, klicken Sie mit der mittleren Maustaste auf den Maximieren-Knopf in der Titelleiste.
el: Για να μεγιστοποιήσετε κατακόρυφα ένα παράθυρο, κάντε κλικ στο κουμπί μεγιστοποίησης με το μεσαίο πλήκτρο του ποντικιού.
eo: Por maksimumigi fenestron vertikale, klaku per la meza musbutono sur la maksimumigan butonon.
es: Para maximizar verticalmente una ventana, pulse en el botón de maximizar con el botón central del ratón.
et: Akna vertikaalseks maksimeerimiseks klõpsa maksimeerimise nupul hiire keskmise nupuga.
eu: Lehioa bertikalean maximizatzeko, saka ezazu maximizatu botoia saguaren erdiko botoiaz.
fa: برای بیشینه ساختن پنجره به صورت عمودی، دکمه بیشینه‌سازی را همراه با دکمه میانی موشی فشار دهید.
fi: Suurenna ikkuna pystysuunnassa napsauttamalla suurenna-painiketta hiiren keskipainikkeella.
fr: Pour maximiser une fenêtre verticalement, cliquez sur le bouton d'agrandissement avec le bouton centra de la souris.
ga: Chun fuinneog a uasmhéadú go hingearach, cliceáil an cnaipe 'Uasmhéadaigh' leis an gcnaipe luiche sa lár.
gl: Para maximizar verticalmente unha fiestra, prema no botón de maximizar co botón central do rato.
he: כדי להגדיל חלון אנכית, לחץ על כפתור ההגדלה עם הלחצן האמצעי של העכבר.
hi: विंडो को खड़े में अधिकतम करने के लिए मध्य माउस बटन से अधिकतम बटन को क्लिक करें.
hr: Za uspravno povećanje prozora, gumb za povećanje kliknite srednjom tipkom miša.
hu: Egy ablak függőleges irányú maximalizálásához az egér középső gombjával kell a maximalizáló gombra kattintani.
ia: Per maximisar un fenestra verticalmente, pulsa le pulsante de maximisar con le button medie de mus.
is: Til að hámarka glugga lóðrétt, smelltu þá á hámörkunartakkann með miðtakka músarinnar.
it: Per massimizzare una finestra verticalmente, fai clic sul pulsante massimizza con il tasto centrale del mouse.
ja: ウィンドウを縦方向に最大化するには、マウスの中ボタンで最大化ボタンをクリックします。
ka: ფანჯრის ვერტიკალურად მთელს ეკრანზე გასაშლელად შესაბამის ღილაკს თაგუნას შუა ღილაკით დააჭირეთ.
kk: Терезені тігінен жаю үшін кең жаю батырмасын тышқаның ортаңғы батырмасымен түртіңіз.
km: ដើម្បី​ពង្រីក​បញ្ឈរ​បង្អួច​មួយ ចុច​ប៊ូតុង​ពង្រីកដោយ​ប្រើ​ប៊ូតុង​កណ្ដុរ​កណ្ដាល ។
ko: 창을 세로로 최대화하려면 최대화 버튼을 가운데 단추로 클릭하십시오.
lv: Lai maksimizētu logu vertikāli, nospiediet maksimizēšanas pogu ar peles vidējo pogu.
mk: За да го раширите прозорецот вертикално, кликнете на копчето за раширување со средното копче на глушецот.
nb: For å maksimere et vindu loddrett, klikk på maksimerknappen med den midterste museknappen.
nds: Wenn Du dat Finster pielrecht maximeren wullt, klick mit den Middel-Muusknoop op den Maximeren-Knoop.
ne: सञ्झ्याललाई ठाडोगरी अधिकतम गर्न, मध्य माउस बटनको सहायताले अधिकतम बटन क्लिक गर्नुहोस् ।
nl: Om een venster verticaal te maximeren, klik op de knop maximaliseren met de middelste muisknop.
nn: For å maksimera eit vindauge loddrett, trykk på maksimeringsknappen med den midtre museknappen.
pl: Aby zmaksymalizować okno pionowo, kliknij w przycisk maksymalizuj środkowym przyciskiem.
pt: Para maximizar uma janela verticalmente, carregue no botão de maximizar com o botão do meio do rato.
pt_br: Para maximizar uma janela verticalmente, clique no botão maximizar com o botão do meio do mouse.
ro: Pentru a maximiza o fereastră pe verticală, apăsați pe butonul de maximizare cu butonul din mijloc.
ru: Чтобы распахнуть окно по вертикали, нажмите на кнопку максимизации средней кнопкой мыши.
sk: Pre maximalizáciu okna vertikálne, kliknite na tlačidlo pre maximalizáciu stredným tlačidlom myši.
sl: Če želite okno razpeti navpično, s srednjim miškinim gumbom kliknite na gumb za razpetje.
sr: Максимизујте прозор усправно кликом на дугме за максимизовање средњим дугметом миша.
sv: För att maximera ett fönster vertikalt, klicka på maximeringsknappen med den mittersta musknappen.
ta: சாளரத்தை செங்குத்தாய் பெரிதாக்க, நடு மவுஸ் பட்டனால் பெரிதாக்கும் பட்டனை சொடுக்கவும்.
tg: Барои калон кушодани тиреза ба тари амудӣ ба воситаи тугмаи миёнаи муш ба тугмаи калонкушоӣ ангушт занед.
th: เพื่อขยายหน้าต่างให้ใหญ่สุดในแนวตั้ง ให้คลิกที่ปุ่มขยายใหญ่สุด ด้วยเมาส์ปุ่มกลาง
tr: Bir pencereyi dikey olarak büyütmek için, farenin orta düğmesi ile büyüt düğmesine tıklayın.
ug: كۆزنەكنى تىك يۆنىلىشتە ئەڭ چوڭ قىلىش ئۈچۈن، ئەڭ چوڭ قىلىش توپچىسىنى چاشقىنەكنىڭ ئوتتۇرا توپچىسىنى چېكىڭ.
uk: Щоб максимізувати вікно вертикально, клацніть на кнопці максимізації середньою кнопкою миші.
zh_cn: 如果想使窗口垂直最大化，用鼠标中键点击最大化按钮。
zh_tw: 要最大化視窗的垂直方向，以滑鼠中鍵敲擊最大化按鍵。

source: You can use Alt+Tab to switch between applications.
ar: يمكنك استخدام Alt+Tab للتحويل بين البرامج.
be: Вы можаце выкарыстоўваць Alt+Tab каб пераключацца паміж вокнамі.
bg: Може да използвате клавишната комбинация Alt+Tab, за да превключвате между стартираните програми.
bn: অ্যাপলিকেশন পাল্টানোর জন্য Alt+Tab চাপতে পারেন।
bs: Možete koristiti Alt+Tab za prebacivanja između aplikacija.
ca: Podeu usar Alt+Tab per a commutar entre les aplicacions.
cs: Pro přepínání mezi aplikacemi můžete použít zkratku Alt+Tab.
cy: Gallwch ddefnyddion Alt+Tab i newid rhwn cymhwysiadau.
da: Du kan bruge Alt+Tab for at skifte mellem programmer.
de: Sie können Alt+Tabulator benutzen, um zwischen Programmen umzuschalten.
el: Μπορείτε να μετακινήστε μεταξύ εφαρμογών με τη χρήση του Alt+Tab.
eo: Vi povas uzi Alt+Tab por ŝalti inter aplikaĵoj.
es: Puede usar Alt+Tab para cambiar entre aplicaciones.
et: Rakenduste vahel liikumiseks kasuta klahvikombinatsiooni Alt+TAB.
eu: Alt+Tab erabil dezakezu aplikazio batetik bestera pasatzeko.
fa: برای سودهی بین کاربردها، از کلید دگرساز+جهش می‌توانید استفاده کنید.
fi: Sovellusten välillä voi vaihtaa Alt+Sarkain-näppäinyhdistelmällä.
fr: Vous pouvez utiliser « Alt+Tab » pour naviguer entre les applications.
ga: Is féidir leat Alt+Tab a úsáid chun bogadh idir feidhmchláir.
gl: Pode usar Alt+Tab para cambiar de aplicación.
he: באפשרותך להשתמש ב־Alt+Tab כדי לעבור בין יישומים.
hi: ऑल्ट+Tab का उपयोग अनुप्रयोगों के बीच स्विच करने के लिए करें.
hr: Za prebacivanje između aplikacija možete upotrijebiti tipke Alt+Tab.
hu: Az Alt+Tab lenyomásával lehet a futó alkalmazások között váltani.
ia: Tu pote usar Alt+Tab per commutar inter applicationes.
is: Þú getur notað Alt+Tab til að skipta á milli forrita.
it: Puoi usare Alt+Tab per cambiare l'applicazione attiva.
ja: Alt+Tab でアプリケーションを切り替えられます。
ka: აპლიკაციებს შორის გადასართავად Alt+Tab შეგიძლიათ გამოიყენოთ.
kk: Alt+Tab пернлерді басып қолданбаларды аралап шығуға болады.
km: អ្នក​អាច​ប្រើជំនួស+ ថេប ដើម្បី​ដូរ​ពី​កម្មវិធី​មួយ​ទៅ​កម្មវិធី​មួយ ។
ko: Alt+Tab 키를 누르면 다른 프로그램으로 전환할 수 있습니다.
lv: Varat izmanoto Alt+Tab, lai pārslēgtos starp logiem.
mk: Можете да користите Alt+Tab за да се префрлате помеѓу апликациите.
nb: Du kan bruke Alt+Tab for å bytte mellom programmer.
nds: Mit Alt+Tab kannst Du twischen Programmen wesseln.
ne: तपाइँ अनुप्रयोगहरूका बीच स्विच गर्न Alt+Tab को प्रयोग गर्न सक्नुहुन्छ ।
nl: U kunt Alt+Tab gebruiken om te schakelen tussen toepassingen.
nn: Du kan bruka «Alt + Tab» for å byta mellom program.
pa: ਤੁਸੀਂ ਕਾਰਜਾਂ ਵਿੱਚ ਬਦਲਣ ਲਈ Alt+Tab ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz używać Alt-Tab, aby przechodzić między programami.
pt: Pode usar o Alt+Tab para mudar de aplicações.
pt_br: Você pode usar Alt+Tab para alternar entre os aplicativos.
ro: Pentru a comuta între aplicații puteți utiliza Alt+TAB.
ru: Используйте Alt+Tab для переключения между программами.
sk: Pomocou Alt+Tab sa prepína medzi aplikáciami.
sl: Za preklapljanje med programi lahko uporabite Alt+Tab.
sr: Можете користити Alt+Tab за пребацивање између програма.
sv: Du kan växla mellan program med knapparna Alt+Tab.
ta: செயலிகளுக்கு இடையே தாவ நீங்கள் Alt+Tab-ஐ பயன்படுத்தலாம்.
tg: Барои гузариш аз байни замимаҳо шумо метавонед тугмаҳои Alt+Tab-ро истифода баред.
th: คุณสามารถกดปุ่ม Alt+Tab เพื่อสลับไปมาระหว่างแอพพลิเคชันได้
tr: Uygulamalar arasında dolaşmak için Alt+Tab düğmelerini kullanabilirsiniz.
ug: پروگراممىلارنى Alt+Tab نى بېسىش ئارقىلىق ئالماشتۇرالايسىز.
uk: Використовуйте Alt+Tab, щоб перемикати програми.
zh_cn: 您可以使用 Alt+Tab 在应用程序之间切换。
zh_tw: 你可以使用 Alt+Tab 在應用程式中切換。

source: Press Ctrl+Esc to show the applications running in your current session.
ar: اضغط Ctrl+Esc لاظهار جميع البرامج التي تعمل في جلستك هذه.
be: Націсніце Ctrl+Esc, каб убачыць праграмы, запушчаныя ў гэтай сесіі.
bg: Може да използвате клавишната комбинация Ctrl+Esc, за да получите списък с програмите, които са стартирани в момента.
bn: বর্তমান সেশনের চলমান অ্যাপলিকেশনের তালিকা দেখার জন্য Ctrl+Esc চাপুন।
bs: Pritisnite Ctrl+Esc kako biste dobili listu aplikacija pokrenutih u ovoj sesiji.
ca: Premeu Ctrl+Esc per a mostrar les aplicacions que s'estan executant a la sessió actual.
cs: Stisknutím Ctrl+Esc zobrazíte spuštěné aplikace.
cy: Gwthiwch Ctrl+Esc i ddangos y cymhwysiadau sy'n rhedeg yn eich sesiwn cyfredol.
da: Tryk på Ctrl+Esc for at vise hvilke programmer der kører for øjeblikket.
de: Mit Strg+Esc erhalten Sie eine Liste der Programme, die in der aktuellen Sitzung laufen.
el: Πατήστε Ctrl+Esc για να εμφανίσετε τις εφαρμογές που εκτελούνται στην τρέχουσα συνεδρία σας.
eo: Premu Ktrl+Esk por montri la aplikaĵojn rulantaj en via nuna seanco.
es: Presione Ctrl+Esc para mostrar las aplicaciones que están ejecutándose en su sesión.
et: Aktiivses seansis töötavate rakenduste vaatamiseks vajuta Ctrl+Esc.
eu: Sakatu Ctrl+Esc zure uneko sesioan abiarazita dauden aplikazioak ikusteko.
fa: برای نمایش اجرای کاربردها در نشست جاریتان، کلید مهار+گریز را فشار دهید.
fi: Näytä kaikki nykyisen istunnon sovellukset painamalla Ctrl+Esc.
fr: Appuyez sur « Ctrl » + « Échap » pour afficher les applications lancées durant la session en cours.
ga: Brúigh Ctrl+Esc chun na feidhmchláir atá ag rith i do sheisiún reatha a thaispeáint.
gl: Prema Ctrl+Esc para ver as aplicacións en execución na sesión actual.
he: הקש על Ctrl+Esc כדי להציג את היישומים הפועלים בהפעלה הנוכחית שלך.
hi: अपने मौज़ूदा सत्र में चल रहे अनुप्रयोगों को देखने के लिए कंट्रोल+एस्केप दबाएँ.
hr: Za prikazivanje pokrenutih aplikacije u vašoj trenutnoj sesiji pritisnite tipke Ctrl+Esc.
hu: A Ctrl+Esc lenyomásával lehet az aktuális munkafolyamatban futó alkalmazásokat megjeleníteni.
ia: Pressa Ctrl+Esc per monstrar le applicationes executante in tu session currente.
is: Þú getur notað Ctrl+Esc til að sýna þau forrit sem eru í keyrslu.
it: Premi Ctrl+Esc per vedere quali applicazioni sono attualmente in esecuzione nella tua sessione.
ja: 現在のセッションで実行されているアプリケーションを表示するには、Ctrl+Esc を押します。
ka: მიმდინარე სესიაში გაშვებული აპლიკაციების სანახავად Ctrl+Esc-ს დააწექით.
kk: Ctrl+Esc деп сеансыңызда жегілген бағдарламаларды көруге болады.
km: ចុចបញ្ជា+គេច ដើម្បី​បង្ហាញ​រាល់​កម្មវិធី​កំពុង​រត់​ក្នុង​សម័យ​របស់​អ្នក ។
ko: Ctrl+Esc 키를 누르면 지금 실행 중인 프로그램을 보여 줍니다.
lv: Ctrl+Esc parāda aktīvajā sesijā darbojošās programmas.
mk: Притиснете Ctrl+Esc за да се прикажат апликациите што работат во вашата тековна сесија.
nb: Trykk Ctrl+Esc for å vise programmene som kjører i gjeldende økt.
nds: Strg+Esc wiest de aktuell in den Törn lopen Programmen.
ne: तपाईँको हालको सत्रमा अनुप्रयोगहरू चलेको देखाउन Ctrl+Esc थिच्नुहोस् ।
nl: Druk Ctrl+Esc in om de actieve toepassing te tonen die actief is in uw huidige sessie.
nn: Bruk «Ctrl + Escape» for å visa programma som køyrer.
pl: Naciśnij Ctrl+Esc, aby zobaczyć programy uruchomione w bieżącej sesji.
pt: Carregue em Ctrl+Esc para mostrar as aplicações a correr na sua sessão actual.
pt_br: Pressione Ctrl+Esc para mostrar os aplicativos rodando na sessão corrente.
ro: Pentru a afișa aplicații ce rulează în sesiunea curentă apăsați Ctrl-Esc.
ru: Ctrl+Esc показывает все программы, запущенные в текущем сеансе.
sk: Stlačením Ctrl+Esc si zobrazíte aplikácie, ktoré bežia v aktuálnom sedení.
sl: Ctrl+Esc pokaže programe, ki tečejo v trenutni seji.
sr: Притисните Ctrl+Esc да прикажете програме у раду у тренутној сесији.
sv: Tryck Ctrl+Esc för att visa program som körs i aktuell session.
ta: உங்களுடைய நிகழ்விலுள்ள அமர்வில் பயன்படுத்தப்படுகின்ற பயன்பாடுகளைக் காட்ட Ctrl+Esc ஐ அழுத்தவும்.
tg: Барои нишон додани ҳамаи замимаҳое, ки ба сеанси ҷорӣ корандозӣ шудаанд, Ctrl+Esc-ро ангушт занед.
th: กดปุ่ม Ctrl+Esc เพื่อแสดงเซสชัน ของแอพพลิเคชันที่กำลังทำงานอยู่
tr: Geçerli oturumda çalışan uygulamalarınızı görmek için Ctrl+Esc düğmelerine basın.
ug: نۆۋەتتىكى ئەڭگىمەدە ئىجرا بولۇۋاتقان پروگراممىلارنى كۆرۈش ئۈچۈن Ctrl+Esc نى بېسىڭ.
uk: Натисніть Ctrl+Esc, щоб показати програми, які працюють у поточному сеансі.
zh_cn: 按 Ctrl+Esc 显示当前会话中运行的应用程序。
zh_tw: 按 Ctrl+Esc 顯示正在你目前階段執行的應用程式。

source: Alt+F2 displays a small window that you can type a command into.
ar: Alt F2 تظهر نافذة صغيرة تمكنك من طباعة أمر إليها
be: Alt+F2 паказвае маленькае акенца, у якім вы можаце набраць каманду.
bg: Ако натиснете клавишната комбинация Alt+F2, ще се появи малък прозорец, в който може да напишете команда и да я стартирате.
bn: Alt+F2 চাপলে একটি ছোট উইন্ডো আবির্ভূত হবে যেখানে আপনি কমান্ড লিখতে পারবেন।
bs: Alt-F2 će prikazati mali prozor u kojem možete ukucati naredbu.
ca: Alt+F2 mostra una finestra petita que permet teclejar-hi una ordre.
cs: Alt+F2 vyvolá malé okno s příkazovou řádku.
cy: Dengys Alt+F2 ffenestr fychan y gallwch deipio gorchymyn i mewn iddi.
da: Alt+F2 viser et lille vindue hvor du kan indtaste en kommando.
de: Alt+F2 öffnet ein kleines Fenster, in das Sie Befehle eintippen können.
el: Το Alt+F2 εμφανίζει ένα μικρό παράθυρο όπου μπορείτε να πληκτρολογήσετε μία εντολή.
eo: Alt+F2 montras malgrandan fenestron, en kiu vi povas entajpi komandon.
es: Alt+F2 muestra una pequeña ventana en la que puede escribir una orden.
et: Alt+F2 vajutades saad ette väikese käsurea.
eu: Alt+F2 lehio txikia erakusten du, zuk bertan komandoa idatz dezazun.
fa: کلید دگرساز+F2 پنجره کوچکی را نمایش می‌دهد، که می‌توانید فرمانی را در آن تحریر کنید.
fi: Alt-F2 näyttää pienen ikkunan, johon voit syöttää komennon.
fr: « Alt+F2 » affiche une petite fenêtre dans laquelle vous pouvez saisir une commande.
ga: Taispeánann Alt+F2 fuinneog bheag ar féidir leat ordú a clóscríobh inti.
gl: Se preme Alt+F2 aparecerá unha fiestra na que pode escribir unha orde para executala.
he: שילוב המקשים Alt+F2 מציג חלון קטן שבאפשרותך להקליד בו פקודה.
hi: ऑल्ट+F2 एक छोटा विंडो दिखाता है जिसमें आप अपने कमांड टाइप कर सकते हैं.
hr: Pritisak na tipke Alt+F2 prikazuje mali prozor u koji možete unijeti naredbu.
hu: Az Alt+F2 lenyomásával lehet előhívni egy parancsvégrehajtási ablakot.
ia: Alt+F2 monstra un parve fenestra ubi tu pote typar un commando.
is: Alt-F2 gefur þér lítinn skipanaglugga til að slá inn skipanir í flýti.
it: Alt+F2 mostra una piccola finestra in cui puoi immettere un comando.
ja: Alt+F2 でコマンドを入力できる小さいウィンドウが表示されます。
ka: Alt+F2 გამოიტანს პატარა ფანჯარას, სადაც ბრძანება შეგიძლიათ, ჩაწეროთ.
kk: Alt+F2 деп команданы теріп беруге шағын терезесі ашылады.
km: ជំនួស+F2 បង្ហាញ​បង្អួច​តូចមួយ​ដែល​អ្នក​អាច​វាយ​ពាក្យ​បញ្ជា​មួយ​ ។
ko: Alt+F2를 누르면 명령을 직접 실행할 수 있는 작은 창이 뜹니다.
lv: Alt+F2 parāda komandu palaišanas logu.
mk: Alt+F2 прикажува мал прозорец во којшто можете да напишете команда или апликација за подигање.
nb: Alt+F2 viser et lite vindu som du kan skrive inn kommandoer i.
nds: ALt+F2 wiest en lütt Finster för't Ingeven vun Befehlen.
ne: Alt+F2 ले सानो सञ्झ्याल प्रदर्शन गर्दछ जसमा तपाईँ एउटा आदेश टाइप गर्न सक्नुहुन्छ ।
nl: Alt+F2 toont een klein venster waarin u een commando kunt typen.
nn: «Alt + F2» gjev eit lite vindauge der du kan skriva kommandoar.
pl: Alt-F2 pokazuje małe okienko, do którego można wpisać polecenie.
pt: O Alt-F2 mostra uma pequena janela onde pode escrever um comando.
pt_br: Alt +F2 mostra uma pequena janela em que você pode digitar um comando.
ro: Alt+F2 afișează o mică fereastră în care puteți introduce comenzile.
ru: Alt+F2 показывает диалоговое окно из которого вы можете запустить программу.
sk: Alt+F2 zobrazí malé okno, do ktorého môžete zadávať príkazy.
sl: Alt+F2 prikaže majhno okno, v katerega lahko vpišete ukaz.
sr: Alt+F2 приказује мали прозор у коме можете унети наредбу.
sv: Alt+F2 visar ett litet fönster där du kan skriva in ett kommando.
ta: Alt+F2 ஒரு கட்டளையப் பதிக்க ஒரு சிறிய சாளரத்தை காட்சியளிக்கிறது.
tg: Alt+F2 тирезаи хурдеро нишон медиҳад, ки дар он шумо фармонро чоп карда метавонед.
th: กด Alt-F2 จะแสดงหน้าต่าง ที่คุณสามารถเติมคำสั่งลงไปได้
tr: Alt-F2 komut girebileceğiniz küçük bir pencere görüntüler.
ug: بۇيرۇق كىرمەكچى بولغاندا Alt+F2 نى باسسىڭىز كىچىك كۆزنەك كۆرۈنىدۇ.
uk: Alt+F2 відображає маленьке віконце, в якому ви можете набрати команду.
zh_cn: Alt+F2 会显示一个小窗口，你可以在其中输入命令。
zh_tw: Alt-F2 顯示一個你可以在裡面下指令的小視窗。
