Repository: KDE/amor
Catalog: po/*/amor.po
Languages: ar, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, ka, kk, km, ko, lv, mk, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, tg, th, tr, ug, uk, zh_cn, zh_tw

source: Don't run with scissors.
ar: لا تجري وأنت تحمل مقصاً.
be: Не бегайце з нажніцамі.
bg: Никога не бягайте с ножици в ръка.
bn: কাঁচির সাথে ব্যবহার করবেন না।
bs: Ne trči sa makazama.
ca: No corris amb unes tisores.
cs: Neběhejte s nůžkami.
cy: Peidiwch â rhedeg efo siswrn.
da: Løb ikke med en saks.
de: Messer, Nadel, Schere, Licht, sind für kleine Kinder nicht.
el: Μην τρέχετε με το ψαλίδι.
eo: Ne kuru kun tondilo.
es: No corras con tijeras.
et: Kääridega ei ole mõtet joosta.
eu: Ez egin korrika artaziekin.
fa: با scissors اجرا نشود.
fi: Älä juokse sakset kädessä.
fr: Ne courez jamais avec des ciseaux.
ga: Ná rith le siosúr.
gl: Nunca corras cunhas tesoiras.
he: אל תרוץ עם מספריים.
hi: कैंची के साथ दौड़ न लगाएँ
hr: Ne trčite sa škarama u rukama.
hu: Ne szaladgálj ollóval a kezedben.
ia: Non executa con cisorios
is: Ekki hlaupa með skæri.
it: Non correre con le forbici in mano.
ja: はさみを持って走ってはだめ。
ka: არ გაუშვათ მაკრატლით.
kk: Қайшымен жүгірме.
km: កុំរត់​ជាមួយ​កន្ត្រៃ ។
ko: 가위로 장난치지 마세요.
lv: Neskrieniet ar šķērēm.
mk: Не трчај со ножички.
nb: Løp ikke med kniv.
nds: Knief, Gavel, Scheer un Licht, is för lütte Kinners nich.
ne: कैंचीसँग नचलाउनुहोस् ।
nl: Niet met de schaar uitvoeren
nn: Spring ikkje med saks.
pl: Nie biegaj z nożyczkami.
pt: Não corra com tesouras.
pt_br: Não corra com tesouras.
ro: Nu alergați cu foarfecele.
ru: Не торопитесь резать по живому.
sk: Nehrajte sa s nožnicami.
sl: Ne tecite s škarjami.
sr: Немој да трчиш са маказама.
sv: Spring inte med en sax.
ta: கத்திரிகளோடு ஓடாதீர்.
tg: Бо қайчи набуред.
th: อย่าวิ่งโดยถือของมีคมอยู่นะจ๊ะ
tr: Elinizde makasla koşmayın.
ug: قايچا بىلەن ئىجرا قىلما.
uk: Не бігайте з ножицями.
zh_cn: 不要拿剪刀当玩具。
zh_tw: 不要使用剪刀。

source: Never trust car salesmen or politicians.
ar: لا تثق أبدا برجال المبيعات أو السياسيين.
be: Ніколі не давярайце прадаўцам аўтамабіляў і палітыкам.
bg: Никога не вярвайте на политици.
bn: গাড়ি বিক্রেতা আর রাজনীতিবিদদের কখনো বিশ্বাস করবেন না।
bs: Nikad ne vjeruj prodavačima auta ili političarima.
ca: Mai confiïs en els venedors de cotxers o els polítics.
cs: Nikdy nevěřte prodejcům aut ani politikům.
cy: Peidiwch ac ymddiriedu gwerthwyr ceir neu gwleidyddion.
da: Stol aldrig på bilsælgere eller politikere.
de: Traue weder Autoverkäufern noch Politikern.
el: Μην εμπιστεύεστε ποτέ τους πωλητές αυτοκινήτων ή τους πολιτικούς.
eo: Neniam fidu al aŭtovendistoj aŭ politikuloj.
es: Nunca confíes en los vendedores ni en los políticos.
et: Autofirmade müügimehi ja poliitikuid ei maksa kunagi usaldada.
eu: kotxe-saltzaileei eta politikariei sinesterik ez.
fa: هرگز به فروشندگان ماشین یا سیاستمداران اعتماد نکنید.
fi: Älä koskaan luota automyyjiin tai poliitikkoihin.
fr: Ne faites jamais confiance aux vendeurs de voitures ou aux politiciens.
ga: Ná cuir muinín i ndíoltóir carranna nó i bpolaiteoir.
gl: Nunca creas o que digan nin os vendedores de coches nin os políticos.
he: לעולם אל תבטח במוכרי מכוניות או פוליטיקאים.
hi: कार विक्रेताओं या राजनीतिज्ञों पर भरोसा? - कभी नहीं.
hr: Nikad ne vjeruj trgovcima automobilima ili političarima.
hu: Soha ne bízz meg autókereskedőkben és politikusokban.
ia: Jammais fide te de venditor de automobiles o politicos
is: Treystu aldrei sölumönnum eða stjórnmálamönnum.
it: Non fidarti mai dei venditori di auto o dei politici.
ja: 自動車セールスマンと政治家は信じちゃいけない。
ka: არასდროს ენდოთ გამყიდველებს და პოლიტიკოსებს.
kk: Автомобиль сатушы мен саясатшыларға ешқашан сенбе.
km: កុំជឿ​ភ្នាក់ងារ​លក់​ឡាន ឬ អ្នក​នយោបាយ​ឲ្យសោះ ។
ko: 국회의원과 자동차 판매상을 믿지 마세요.
lv: Nekad neuzticieties auto tirgotājiem vai politiķiem.
mk: Никогаш не верувај му на продавач на коли или на политичар.
nb: Stol aldri på bilselgere eller politikere.
nds: Troo nienich Bruuktwagenhökers un Politikers.
ne: कार व्यापारी वा राजनीतिज्ञलाई कहिल्यै विश्वास नगर्नुहोस् ।
nl: Vertrouw nooit autoverkopers en politici.
nn: Stol ikkje på bruktbilseljarar eller politikarar.
pa: ਕਾਰ ਵੇਚਣ ਵਾਲੇ ਜਾਂ ਰਾਜਨੇਤਾ ਉੱਤੇ ਕਦੇ ਭਰੋਸਾ ਨਾ ਕਰੋ।
pl: Nigdy nie wierz sprzedawcom samochodów i politykom.
pt: Nunca confie em vendedores de carros ou políticos.
pt_br: Nunca acredite em vendedores de carro ou políticos.
ro: Niciodată să nu aveți încredere în vânzătorii de mașini și politicieni.
ru: Ни за что не доверяйте продавцам автомобилей и политикам.
sk: Nikdy neverte predavačom áut a politikom.
sl: Nikoli ne zaupajte politikom in prodajalcem avtomobilov.
sr: Никад не веруј продавцима аутомобила и политичарима.
sv: Lita aldrig på bilförsäljare eller politiker.
ta: வாகன விற்பனையாளர்களையும் அரசியல்வாதியையும் என்றும் நம்பாதீர்.
tg: Ҳеҷ гоҳ ба фурӯшандагони мошинаҳо ё сиёсатмадорон бовар накунед.
th: อย่าได้ไว้ใจเซล์แมนขายรถกับนักการเมืองเชียว
tr: Hiçbir zaman araba satıcılarına veya politikacılara güvenmeyin.
ug: ماشىنا بېدىكى بىلەن سىياسىيونغا ھەرگىز ئىشەنمە
uk: Ніколи не довіряйте продавцям машин та політикам.
zh_cn: 永远不要相信汽车销售员和政客
zh_tw: 絕不要信任汽車銷售員或政客。

source: Real programmers don't comment their code. It was hard to write, it should be hard to understand.
ar: البرمجين الحقيقيين لا يكتبوا تعليقات على شيفرتهم. لقد كانت صعبة الكتابة، فيجب أن تكون صعبة الفهم.
be: Сапраўдныя праграмісты ніколі не каментуюць свой код. Яго было цяжка пісаць, і таму ён павінны быць незразумелым.
bg: Истинските програмисти никога не пишат коментари. Изходният код се пише трудно и трябва да се чете трудно.
bn: খাঁটি প্রোগ্রামাররা তাদের কোডে কমেন্ট ব্যবহার করেন না। কোড লেখাটা ছিল কঠিন, তাই সেটা বোঝাটাও হতে হবে কঠিন।
bs: Pravi programeri ne komentarišu svoj kôd. Bilo je teško napisati, treba biti teško i razumjeti.
ca: Els programadors reals no comenten llur codi. Fou difícil d'escriure, hauria de ser difícil d'entendre.
cs: Opravdoví programátoři nikdy nekomentují svůj kód. Bylo těžké jej napsat, musí být těžké jej pochopit!
cy: Nid yw rhaglennwyr iawn yn rhoi sylwadau yn eu côd. Roedd yn anodd ei ysgrifennu, dylai fo fod yn anodd ei ddeall.
da: Rigtige programmører kommenterer ikke deres kode. Det var svært at skrive, det bør være svært at forstå.
de: Richtige Programmierer kommentieren ihren Code nicht. Es war schwer genug, ihn zu schreiben, also sollte es auch schwer sein, ihn zu verstehen.
el: Οι πραγματικοί προγραμματιστές δε σχολιάζουν τον κώδικά τους. Ήταν δύσκολο να γραφτεί, πρέπει να είναι δύσκολο να κατανοηθεί.
eo: La veraj programistoj ne komentas sian kodon. Estis malfacile skribi ĝin, do estu ankaŭ malfacile legi ĝin.
es: Los verdaderos programadores no comentan su código. Fue difícil programarlo; debe ser difícil entenderlo.
et: Tõelised programeerijad ei kommenteeri oma koodi. Seda oli raske kirjutada, järelikult peab olema see ka raskesti loetav.
eu: Benetako programatzaileek ez dute bere kodean oharrik jartzen. Idaztea zaila bazen, ulertzeko zaila izan behar du ere.
fa: برنامه‌نویسان واقعی کدشان را توضیح نمی‌دهند. نوشتن آن سخت است، باید یاد گرفتن آن هم مشکل باشد.
fi: Tosiohjelmoijat eivät kommentoi koodiaan. Koodi oli vaikea kirjoittaa, joten sen pitäisi olla myös hankalasti ymmärrettävää.
fr: Les vrais programmeurs ne commentent jamais leur code. Ça a été dur à écrire, ça doit être dur à comprendre.
ga: Ní chuireann fíor-ríomhchláraitheoirí nótaí tráchta ina gcuid cóid. Bhí sé deacair go leor a scríobh, ba chóir dó a bheith deacair a thuiscint.
gl: Os verdadeiros programadores non comentan o seu código. Foi difícil escribilo, e debe ser difícil de comprender.
he: מתכנתים אמיתיים לא שמים הערות בקוד שלהם. הוא היה קשה לכתיבה, הוא אמור להיות קשה להבנה.
hi: वास्तविक प्रोग्रामर्स अपने कोड में कमेंट नहीं डालते. पता है, कोड लिखना कितना कठिन होता है - फिर इसे समझना भी उतना ही कठिन होना चाहिए.
hr: Pravi programeri ne komentiraju svoj kod. Bilo ga je teško napisati, samim time morao bi biti i težak za razumijevanje.
hu: Az igazi programozók nem dokumentálják a programjaikat. Nehéz volt megírni, legyen nehéz megérteni is.
ia: Ver programmatores non commenta lor codice. Illo esseva difficil a scriber, illo deberea esser difficile a comprender.
is: Alvöru forritarar setja ekki útskýringar í kóðann. Það var erfitt að skrifa hann, það ætti því að vera erfitt að skilja hann.
it: I veri programmatori non commentano il loro codice. È stato difficile scriverlo, deve essere difficile capirlo.
ja: 本当のプログラマはコメントは付けない。コードを書くのは大変なんだから、理解する方も少しは苦労してもらわないとね。
ka: რეალური პროგრამისტები თავის კოდს კომენტარებს არ უწერენ. თუ მისი დაწერა ძნელი იყო, გაგებაც არ უნდა იყოს ადვილი.
kk: Нағыз программист қодына түсініктеме жазбайды. Қиын жазылған - түсінуге де қиын болу керек.
km: អ្នក​សរសេរ​កម្មវិធី​ពិតៗ​មិន​មាន​សេចក្ដី​អធិប្បាយ​លើ​កូដ​របស់​ពួក​គេ​ទេ ។ វាពិបាក​នឹង​សរសេរ​ណាស់ ហើយ​វា​ក៏​ពិបាក​នឹង​យល់​ដែរ ។
ko: 진짜 프로그래머라면 코드에 주석을 달지 않습니다. 주석을 달기도 힘들고 읽기도 힘들기 때문이죠.
lv: Īsti programmētāji neraksta komentārus. Programmas ir grūti rakstīt, tām ir jābūt arī grūti saprotamām.
mk: Вистинските програмери не го коментираат нивниот код. Било тешко да го напишат, би требало да е тешко и да се разбере.
nb: Ordentlige programmerere kommenterer ikke koden. Den var vanskelig å skrive, så den skal være vanskelig å lese.
nds: Richtige Programmschrievers kommenteert ehr Kode nich. De weer vigeliensch to schrieven, de schall ok swoor to verstahn wesen.
ne: वास्तविक प्रोगामरहरूले तिनीहरूको कोडमा टिप्पणी गर्दैन । यो लेख्न कठिन हुन्छ, यो बुझ्न पनि कठिन हुन्छ ।s
nl: Echte programmeurs zetten geen commentaar in hun code. Het was moeilijk te schrijven, het zou moeilijk moeten zijn om te begrijpen.
nn: Ekte programmerarar kommenterer ikkje koden. Om han var vanskeleg å skriva, skal han vera vanskeleg å forstå.
pa: ਅਸਲੀ ਪਰੋਗਰਾਮਰ ਕਦੇਂ ਵੀ ਕੋਡ ਟਿੱਪਣੀ (comment) ਨਹੀਂ ਲਿਖਦੇ ਹਨ। ਇਸ ਨੂੰ ਲਿਖਣਾ ਔਖਾ ਸੀ, ਕਿ ਇਸ ਨੂੰ ਸਮਝਣਾ ਔਖਾ ਹੋਵੇਗਾ।
pl: Prawdziwi programiści nie komentują swojego kodu. Jeżeli to było trudne do napisania, to powinno być trudne do zrozumienia.
pt: Os programadores a sério não comentam o seu código. Foi difícil de fazer, tem de ser difícil de perceber.
pt_br: Programadores de verdade não comentam código. Foi difícil escrever, tem de ser difícil de entender.
ro: Adevărații programatori nu-și comentează codul. A fost greu de scris, așa că trebuie să fie și greu de înțeles.
ru: Настоящие программисты не пишут комментариев к своему коду. Тяжело было писать, тяжело будет и понимать.
sk: Skutoční programátori nekomentujú svoj kód. Bolo ho ťažké napísať, takže ho musí byť ťažké aj pochopiť.
sl: Pravi programerji svoji kodi ne dodajajo opomb. Bilo jo je težko napisati, zato mora biti tudi težko razumljiva.
sr: Прави програмери не пишу коментаре у коду. Било га је тешко написати, треба да га је тешко и разумети.
sv: Riktiga programmerare kommenterar inte sin kod. Det var svårt att skriva den, så det ska vara svårt att förstå den.
ta: நல்ல நிரலிடுபவர்கள் தனது குறிகளைப்பற்றி குறிப்புரைக்க மாட்டார்கள். அது எழுதுவதற்கு கடினமாக இருந்தது, புரிய மிகக்கடினமாக இருக்கும்.
tg: Борномасозони асил ҳеҷ гоҳ ба рамзи худ тавсифот намедиҳанд. Ҳам навиштани он душвор аст ва ҳам фаҳмидани он душвор мегардад.
th: โปรแกรมเมอร์ที่แท้จริง จะไม่แทรกคำอธิบายเข้าไปในโค้ดด้วย มันยากนะที่จะเขียน แล้วมันก็ยากที่จะเข้าใจด้วย
tr: Gerçek programcılar kodlarına yorum koymazlar. Çünkü yazmak zordur, anlamak da zor olmalıdır.
ug: ھەقىقىي پروگراممېرلار كودىغا ئىزاھ يازمايدۇ. چۈشىنىش ۋە يېزىش بەكمۇ تەش.
uk: Справжні програмісти не коментують їх код. Його було важко написати, тому повинно бути тяжко зрозуміти.
zh_cn: 真正的程序员不给代码添加注释。写代码很难，那么理解它就也应该难一些
zh_tw: 真正的程式設計師不會註解他們的程式碼。程式很難寫，也應該很難了解。

source: It is much easier to suggest solutions when you know nothing about the problem.
ar: من السهل جدا اقتراح حل عندما لاتعرف شيئا عن المشكلة
be: Нашмат прасцей прапанаваць развязанне праблемы, калі ты нічога не ведаеш пра яе.
bg: Много по-лесно е да предложите решение, когато не знаете нищо за проблема.
bn: সমস্যা সম্পর্কে কিছু না জানা অবস্থাতেই সেটার সমাধান বাৎলানো সবচেয়ে সহজ মনে হয়।
bs: Mnogo je lakše sugerisati rješenje kada ne znate nište o problemu.
ca: És molt més fàcil suggerir solucions quan no sabeu res del problema.
cs: Je daleko jednodušší navrhovat řešení, nevíte-li nic o daném problému.
cy: Mae'n llawer haws awgrymu datrysiadau pan wyddoch dim byd ynglyn â'r problem.
da: Det er meget nemmere at foreslå løsninger når man ikke ved noget om problemet.
de: Es ist wesentlich einfacher Lösungen für etwas vorzuschlagen, wenn man nichts über das Problem weiß.
el: Είναι πολύ ευκολότερο να προταθούν λύσεις όταν δεν ξέρεις τίποτα για το πρόβλημα.
eo: Estas multe pli facile sugesti solvon, se vi scias nenion pri la problemo.
es: Es mucho más fácil sugerir soluciones cuando no sabes nada acerca del problema.
et: Soovitusi on palju lihtsam jagada, kui sa probleemist midagi ei tea.
eu: Irtenbideak gomendatzea errazagoa da arazoari buruz ezer gutxi ez dakizunean.
fa: وقتی چیزی درباره مسأله می‌دانید، پیشنهاد راه حل خیلی آسان‌تر است.
fi: On helpompi ehdottaa ratkaisuja kun et tiedä mitään ongelmasta.
fr: Il est beaucoup plus facile de suggérer des solutions quand vous ignorez tout du problème.
ga: Tá sé i bhfad níos fusa réitigh a mholadh nuair nach bhfuil eolas ar bith agat ar an bhfadhb.
gl: E moito máis fácil suxerir solucións cando non sabes nada acerca do problema.
he: הרבה יותר קל להציע פיתרונות כשאין לך מושג מה הבעיה.
hi: जब आप समस्या के बारे में कुछ भी नहीं जानते हैं तो इसके हल के बारे में सुझाव देना बहुत ही आसान होता है.
hr: Mnogo je lakše dijeliti savjete kad ne znate ništa o problemu.
hu: Sokkal egyszerűbb úgy megoldást javasolni egy problémára, ha nem tudsz semmit magáról a problémáról.
ia: Il es plus facile suffere solutiones quando tu cognosce nulle re le problema.
is: Það er miklu auðveldara að leggja til lausnir þegar þú veist ekki neitt um vandamálið.
it: È più facile suggerire soluzioni quando non si sa nulla del problema.
ja: 問題を何も知らないときの方が、解決策を教えるのはやさしい。
ka: რჩევების მიცემა ადვილია, თუ პრობლემის შესახებ არაფერი იცით.
kk: Мәселе туралы түкте білмесен - шешімін ұсынуға оңай.
km: វាងាយស្រួល​ខ្លាំង​ក្នុង​ការ​ផ្ដល់​ដំណោះស្រាយ បើ​អ្នក​មិន​ដឹង​អីសោះ​ពី​បញ្ហានោះ ។
ko: 문제에 대해서 전혀 모를 때 해결책을 제시하기 쉽습니다.
lv: Ir daudz vieglāk ieteikt risinājumus, kad pats par problēmu neko nezina.
mk: Многу е полесно да сугерираш решенија кога не знаеш ништо во врска со проблемот.
nb: Det er mye enklere å foreslå løsninger når du ikke vet noe om problemet.
nds: Dat is veel eenfacher, en Utweg to wiesen, wenn een nix vun't Problem versteiht.
ne: तपाइँलाई समस्याको बारेमा कुनै कुराको थाहा छैन भने यो समस्या समाधानको लागि बढी सुझाब दिन सजिलो छ ।
nl: Het is veel gemakkelijker om oplossingen te suggereren wanneer u niets weet over het probleem.
nn: Det er mykje lettare å komma med løysingar når du ikkje kjenner problemet.
pa: ਜਦੋਂ ਤੁਸੀਂ ਸਮੱਸਿਆ ਬਾਰੇ ਕੁਝ ਵੀ ਨਹੀਂ ਜਾਣਦੇ ਹੋ ਤਾਂ ਹੱਲ਼ ਦੇਣਾ ਕਿਤੇ ਅਸਾਨ ਹੁੰਦਾ ਹੈ।
pl: O wiele łatwiej zasugerować rozwiązanie jeżeli nic nie wiesz o problemie.
pt: É muito mais fácil sugerir soluções quando não sabes nada sobre o problema.
pt_br: É muito mais fácil sugerir soluções quando você não sabe nada sobre o problema.
ro: Este mult mai ușor să sugerezi soluții când nu ști nimic despre problemă.
ru: Легче всего найти решение, когда вы ничего не понимаете в проблеме.
sk: Je veľmi jednoduché navrhovať riešenia problémov, o ktorých nič neviete.
sl: Veliko lažje je predlagati rešitve, če o težavi ne veste nič.
sr: Много је лакше предлагати решења када не знате ништа о проблему.
sv: Det är mycket lättare att föreslå lösningar när man inte vet något om problemet.
ta: சிக்கலைப்பற்றி ஒன்றும் அறியாமல் அதிலிருந்து மீளும் வழிகளைக் கூறுவது மிகவும் சுலபம்.
tg: Дарёфтани ҳалли ягон масъала осонтар аст, агар оиди он ҳеҷ чизро надонед.
th: การเสนอทางแก้ปัญหามันง่ายกว่าเยอะ เมื่อคุณไม่รู้ว่าปัญหามันมาจากอะไร
tr: Sorun hakkında hiçbir bilginiz olmadığı zaman çözüm önerisi getirmek çok daha kolay olur.
ug: مەسىلە ھەققىدە ھېچنېمىنى بىلمەيدىغان چاغدا، ھەل قىلىش ئۇسۇلىنى ئوتتۇرىغا قويۇش بەك ئاسان.
uk: Набагато простіше пропонувати рішення, якщо ви нічого не знаєте про проблему.
zh_cn: 当你对问题一无所知时，就更容易提出解决办法。
zh_tw: 當你對問題毫無所知時，比較容易去建議解決方法。

source: You can never have too much memory or disk space.
ar: لا يمكنك ابدا ان تحصل على ذاكرة او مساحة كبيرة
be: Памяці і дыскавай прасторы ніколі не бывае надта многа.
bg: Човек винаги иска да има повече памет и по-голям твърд диск.
bn: পর্যাপ্ত পরিমাণ মেমরি বা ডিস্ক স্পেস আপনি কোন দিনও পাবেন না।
bs: Nikada ne možete imati previše memorije ili slobodnog prostora na disku.
ca: Mai tindreu massa memòria o espai en disc.
cs: Nikdy nebudete mít dostatek peněz ani prostoru na disku.
cy: Ni allwch byth gael gormod o gof neu le disg.
da: Man kan aldrig have for meget hukommelse eller diskplads.
de: Sie können nie genug Speicher oder Platz auf der Festplatte haben.
el: Δεν μπορείτε ποτέ να έχετε πάρα πολύ μνήμη ή χώρο στο δίσκο.
eo: Vi neniam povas havi tro multe da memoro aŭ diskospaco.
es: No existen la memoria o espacio en disco excesivos.
et: Mälu ja kõvaketast pole kunagi liiga palju.
eu: Ez daukazu inoiz memoria edo diskoan gune huts gehiegirik.
fa: هرگز نمی‌توانید حافظه یا فضای دیسک خیلی زیادی داشته باشید.
fi: Sinulla ei ole koskaan liikaa muistia tai levyä.
fr: Vous n'aurez jamais trop de mémoire ou d'espace disque.
ga: Ní féidir an iomarca cuimhne nó spás diosca a bheith agat.
gl: Nunca terá memoria nin espazo no disco de abondo.
he: אף פעם לא יכול להיות לך יותר מדיי מקום בזיכרון או בדיסק.
hi: आपके पास कभी भी जरूरत से ज्यादा डिस्क जगह या मेमोरी नहीं हो सकती.
hr: Ne možete imati previše memorije ili previše prostora na tvrdom disku.
hu: Soha nem lesz elég memóriád és lemezterületed.
ia: Tu jammais pote haber troppe memoria o spatio de disco.
is: Það er aldrei hægt að hafa of mikið vinnsluminni eða diskpláss.
it: Non potrai mai avere abbastanza memoria o spazio disco.
ja: メモリやディスク領域はいくらあっても多すぎるということはない。
ka: ადგილი დისკზე და მეხსიერება მეტისმეტი არასდროს არაა.
kk: Жады мен дискідегі орын ешқашанда тым көп болмайды.
km: អ្នក​មិន​អាច​មាន​សតិ ឬ ទំហំថាស​ច្រើន​ដល់​ម្លឹង​ទេ ។
ko: 평생 메모리와 하드디스크 공간이 부족합니다.
lv: Nekad nevar būt pārāk daudz atmiņas vai diska vietas.
mk: Никогаш не можеш да имаш премногу меморија или простор на дискот.
nb: Du kan aldri ha for mye minne eller diskplass.
nds: Du kannst nienich noog Spieker oder Fastplaatplatz hebben.
ne: तपाइँ अति धेरै स्मृति वा डिस्क खाली स्थान राख्न कहिल्यै पनि सक्नुहुन्न ।
nl: U kunt nooit te veel geheugen of schijfruimte hebben.
nn: Du får aldri nok minne eller diskplass.
pa: ਤੁਹਾਡੇ ਕੋਲ ਕਦੇ ਵੀ ਬਹੁਤ ਵੱਧ ਮੈਮੋਰੀ ਜਾਂ ਡਿਸਕ ਥਾਂ ਨਹੀਂ ਹੋ ਸਕਦੀ ਹੈ।
pl: Nigdy się nie ma za dużo pamięci lub miejsca na dysku.
pt: Nunca terá demasiada memória ou espaço em disco.
pt_br: Você nunca tem memória ou disco em excesso.
ro: Niciodată nu poți avea suficientă memorie și spațiu de disc.
ru: У вас никогда не будет слишком много памяти или места на диске.
sk: Pamäti a miesta na disku nie je nikdy dosť.
sl: Nikoli ne morate imeti preveč pomnilnika ali prostora na disku.
sr: Никад не можете имати превише меморије или простора на диску.
sv: Man kan aldrig få för mycket minne eller hårddiskutrymme.
ta: நிறைய நினைவக அல்லது டிஸ்க் இடம் இருக்காது.
tg: Шумо ҳеҷ гоҳ хеле бисёр ҳофиза ё фазо дар дискро нахоҳед дошт.
th: คุณไม่มีทางมีหน่วยความจำ หรือพื้นที่ดิสก์ที่มากเกินไปหรอก
tr: Hiçbir zaman yeterli belleğe ya da disk alanına sahip olamazsınız.
ug: زىيادە چوڭ ئىچكى ساقلىغۇچ ۋە دىسكا بوشلۇقى ئەمدى سىزگە نېسىپ بولمايدۇ
uk: Оперативної пам'яті або місця на диску ніколи не буває забагато.
zh_cn: 你永远不嫌内存和磁盘空间太多。
zh_tw: 你絕不會有太多的記憶體或磁碟空間。

source: The answer is 42.
ar: الجواب هو 42.
be: Адказ - 42.
bg: Отговорът е 42.
bn: উত্তর হল ৪২।
bs: Odgovor je 42.
ca: La resposta és 42.
cs: Odpověď zní 42.
cy: Yr ateb yw 42.
da: Svaret er 42.
de: Die Antwort ist „42“.
el: Η απάντηση είναι 42.
eo: La respondo estas 42.
es: La respuesta es 42.
et: Vastus on 42.
eu: Erantzuna 42 da.
fa: پاسخ، ۴۲ است.
fi: Vastaus on 42.
fr: La réponse est 42.
ga: Is é 42 an freagra.
gl: A resposta é 42.
he: התשובה היא 42.
hi: सही उत्तर 42 है.
hr: Odgovor je: 42.
hu: A válasz: 42.
ia: Le responsa es 42.
is: Svarið er 42.
it: La risposta è 42.
ja: 答えは 42。
ka: პასუხია 42.
kk: Жауабы: 42
km: ចម្លើយ​គឺ ៤២ ។
ko: 답은 42입니다.
lv: Atbilde ir 42.
mk: Одговорот е 42.
nb: Svaret er 42.
nds: De Antwoort heet "42".
ne: उत्तर ४२ हो ।
nl: Het antwoord is 42.
nn: Svaret er 42.
pa: ਜਵਾਬ ਹੈ 42।
pl: Odpowiedź brzmi 42.
pt: A resposta é 42.
pt_br: A resposta é 42.
ro: Răspunsul este 42.
ru: Ответ - 42.
sk: Odpoveď je 42.
sl: Odgovor je 42.
sr: Одговор је 42.
sv: Svaret är 42.
ta: விடை 42.
tg: Ҷавоби он 42 аст.
th: โป๊ะเชะ คำตอบคือ 42
tr: Cevap 42.
ug: جاۋاب 42.
uk: Відповідь - 42.
zh_cn: 答案是42。
zh_tw: 答案是 42。

source: It's not a bug. It's a misfeature.
ar: انها ليست بقة (عيب). إنها ميزة سيئة.
be: Гэта не памылка. Гэта непрацоўная магчымасць.
bg: Това не е грешка в програмата. Това е полезна функция, на която вие не може да оцените стойността.
bn: এটা কোন বাগ নয়। এটা একটা বাজে বৈশিষ্ট্য।
bs: To nije greška. To je promašena opcija.
ca: No és un error. És una funcionalitat estranya.
cs: To není chyba. To je špatná funkce.
cy: Dim nam yw e. Mae'n gam-nodwedd.
da: Det er ikke en fejl. Det er en dårlig egenskab.
de: Das ist kein Programmierfehler; es ist ein irregeleitetes Leistungsmerkmal.
el: Δεν είναι σφάλμα. Είναι ένα λάθος χαρακτηριστικό.
eo: Tio ne estas eraro. Tio estas misfunkcio.
es: No es un error. Es una característica molesta.
et: See ei ole viga. See on lihtsalt natuke valesti programeeritud.
eu: Ez da okerra, ez jarritako ahalmena baino.
fa: این اشکال نیست. یک ویژگی غلط است.
fi: Se ei ole bugi. Se on huono ominaisuus.
fr: Ce n'est pas un bogue. C'est un dysfonctionnement.
ga: Ní fabht é. Is míghné é.
gl: Non é un fallo. É unha funcionalidade anómala.
he: זה לא באג. זו תכונה שלילית.
hi: यह बग नहीं है. यह तो अ-विशेषता है.
hr: To nije nedostatak. To je nepovoljna karakteristika.
hu: Nem hiba ez, ilyennek terveztük.
ia: Il non es un defecto (bug) es un mal characterstica.
is: Þetta er ekki villa. Þetta er slæmur eiginleiki forritsins.
it: Non è un bug, è una funzionalità male ideata.
ja: バグじゃない。仕様の不具合だ。
ka: ეს შეცდომა არაა. უფრო არასწორი თვისება.
kk: Бұнда қате жоқ. Функцияның өзі түгелдей дұрыс емес.
km: វា​មិន​មែន​ជា​កំហុស​ទេ ។ វា​គឺ​ជា​លក្ខណៈ​ខ្វះខាត​មួយ ។
ko: 이것은 버그가 아닙니다. 단지 잘못 구현한 것입니다.
lv: Tā nav kļūda. Tā ir greiza iespēja.
mk: Тоа не е бубачка. Тоа е погрешна карактеристика.
nb: Det er ikke en feil. Det er en manglende egenskap.
nds: Dat is keen Programmfehler, dat is en Fehlverhollen.
ne: यो बग होइन । यो गल्तिभएको विषेशता हो ।
nl: Het is geen bug. Het is een foute functie.
nn: Det er ikkje ein feil; det er ein misfunksjon.
pa: ਇਹ ਬੱਗ ਨਹੀਂ ਹੈ। ਇਹ ਗਲਤ-ਫੀਚਰ ਹੈ।
pl: To nie błąd, to (dys)funkcja.
pt: Não é um erro. É um requisito estranho.
pt_br: Não é um erro, é um recurso ruim.
ro: Nu este o eroare. Este o lipsă.
ru: Это - не ошибка в программе, а её странная особенность.
sk: To nie je chyba. To je funkcia.
sl: To ni hrošč, je le ne-lastnost.
sr: То није грешка. То је контрамогућност.
sv: Det är inte något fel. Det är en finess som saknas.
ta: அது பிழையில்லை. அது ஒரு தவறான தன்மை.
tg: Ин хатогӣ нест. Балки ин хусусити аҷоиб аст.
th: นี่ไม่ใช่บักนะ แต่นี่เป็นคุณสมบัติที่ไม่ควรมีต่างหาก
tr: Bu bir hata değil. Daha eklenmemiş bir özellik.
ug: بۇ كەمتۈك ئەمەش. بۇ نامۇۋاپىق ئالاھىدىلىك.
uk: Це не помилка. Це неправильна функція.
zh_cn: 这不是一个bug，这是一个放错了的功能
zh_tw: 它不是臭蟲。它是一種「特徵」。
