Repository: KDE/amor
Catalog: po/*/amor.po
Languages: ar, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, ka, kk, km, ko, lv, mk, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, tg, th, tr, ug, uk, zh_cn, zh_tw

source: Ctrl+F1 to Ctrl+F8 can be used to switch virtual desktops.
ar: Ctrl+F1 الى Ctrl+F8 تستخدم للتحويل بين اسطح المكاتب
be: Ад Ctrl+F1 да Ctrl+F8 - пераключаюць бягучы працоўны стол.
bg: Може да използвате клавишите от Ctrl+F1 до Ctrl+F8, за да превключвате между различните виртуални екрани.
bn: ভার্চুয়াল ডেস্কটপ পরিবর্তনের জন্য Ctrl+F1 থেকে Ctrl+F8 চাপতে পারেন।
bs: Ctrl+F1 do Ctrl+F8 se može koristiti za prebacivanje sa jednog virtualnog desktopa na drugi.
ca: Des de Ctrl+F1 a Ctrl+F8 es pot usar per a commutar entre escriptoris virtuals.
cs: Ctrl+F1 až Ctrl+F8 přepíná mezi virtuálními pracovními plochami.
cy: Gellir defnyddio Ctrl+F1 i Ctrl+F8 i symud rhwng penbyrddau rhith.
da: Ctrl+F1 til Ctrl+F8 kan bruges til at skifte mellem virtuelle desktoppe.
de: Strg+F1 bis Strg+F8 können zur Umschaltung zwischen virtuellen Arbeitsflächen benutzt werden.
el: Τα Ctrl+F1 έως Ctrl+F8 μπορούν να χρησιμοποιηθούν για τη μετακίνηση μεταξύ εικονικών επιφανειών εργασίας.
eo: Ktrl+F1 ĝis Ktrl+F8 estas uzeblaj por ŝalti al la tabulo kun tiu numero.
es: Para cambiar entre escritorios virtuales puede usar las teclas Ctrl+F1 a Ctrl+F8.
et: Klahvikombinatsioone Ctrl+F1 kuni Ctrl+F8 saad kasutada virtuaalsete töölaudade vahel liikumiseks.
eu: Ctrl+F1'tik Ctrl+F8'raino mahaigain birtual batetik bestera pasatzeko erabil daiteke.
fa: مهار+F1 تا مهار+F8 برای سودهی رومیزیهای مجازی می‌تواند استفاده شود.
fi: Näppäimiä Ctrl+F1…Ctrl+F8 käytetään virtuaalityöpöytien välillä siirtymiseen.
fr: « Ctrl » + « F1 » à « Ctrl » + « F12 » peuvent être utilisées pour naviguer entre les bureaux virtuels.
ga: Is féidir leat Ctrl+F1 trí Ctrl+F8 a úsáid chun bogadh idir deasca fíorúla.
gl: As combinacións Ctrl+F1 a Ctrl+F8 trocan de escritorio virtual.
he: ניתן להשתמש ב־Ctrl+F1 עד Ctrl+F8 כדי לעבור בין שולחנות עבודה.
hi: कंट्रोल+F1 से कंट्रोल+F8 का उपयोग आभासी डेस्कटॉप्स के बीच स्विच करने के लिए किया जा सकता है.
hr: Tipke Ctrl+F1 do Ctrl+F8 možete upotrebljavati za prebacivanje između virtualnih zaslona.
hu: A Ctrl+F1..Ctrl+F8 lenyomásával lehet a virtuális munkaasztalok között váltani.
ia: Ctrl+F1 a Ctrl+F8 pote esser usate per commutar scriptorios virtual.
is: Það má nota Ctrl+F1 til Ctrl+F8 til að skipta á milli skjáborða.
it: Le combinazioni da Ctrl+F1 a Ctrl+F8 cambiano il desktop virtuale.
ja: Ctrl+F1 から Ctrl+F8 までは仮想デスクトップの切り替えに使えます。
ka: ვირტუალურ სამუშაო მაგიდებს შორის გადასართავად შეგიძლიათ Ctrl+F1 ან Ctrl+F8 გამოიყენოთ.
kk: Ctrl+F1... Ctrl+F8 дегендерді басып виртуалды үстелдерді ақтаруға болады.
km: បញ្ជា+F1 ដល់ បញ្ជា+F8 អាច​ប្រើ​សម្រាប់ដូរផ្ទៃតុ​និម្មិត ។
ko: Ctrl+F1-F8을 누르면 가상 데스크톱 사이를 이동할 수 있습니다.
lv: Ar Ctrl+F1 līdz Ctrl+F8 var pārslēgt virtuālās darbvirsmas.
mk: Ctrl+F1 до Ctrl+F8 можат да се користат за менување на виртуелните работни површини.
nb: Ctrl+F1 til Ctrl+F8 kan brukes for å bytte virtuelt skrivebord.
nds: Ctrl+F1 to Ctrl+F8 kann för't Wesseln vun den virtuellen Schriefdisch bruukt warrn.
ne: Ctrl+F1 देखि Ctrl+F8 वास्तविक डेस्कटप स्वीच गर्न प्रयोग गर्न सकिन्छ ।
nl: Ctrl+F1 tot Ctrl+F8 kan gebruikt worden om te schakelen tussen virtuele bureaubladen.
nn: Byt mellom virtuelle skrivebord med «Ctrl + F1» til «Ctrl + F8».
pa: Ctrl+F1 ਤੋਂ Ctrl+F8 ਨੂੰ ਫ਼ਰਜੀ ਡੈਸਕਟਾਪਾਂ ਵਿੱਚ ਬਦਲਣ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Ctrl+F1 do Ctrl+F8 służą do przechodzenia między wirtualnymi pulpitami.
pt: As teclas Ctrl+F1 a Ctrl+F8 podem ser usadas para mudar de ecrãs virtuais.
pt_br: Ctrl+F1 até Ctrl+F8 podem ser usados para alternar entre ambientes virtuais.
ro: Combinațiile de la Ctrl+F1 până la Ctrl+F8 pot fi folosite pentru a comuta între ecranele virtuale.
ru: Используйте Ctrl+F1 .. Ctrl+F8 для переключения между виртуальными рабочими столами.
sk: Ctrl+F1 a Ctrl+F8 sa dajú použiť pre prepínanie medzi plochami.
sl: Ctrl+F1 do Ctrl+F8 lahko uporabljate za preklapljanje med navideznimi namizji.
sr: Користите Ctrl+F1 до Ctrl+F8 за пребацивање виртуелних површи.
sv: Ctrl+F1 till Ctrl+F8 kan användas för att växla mellan virtuella skrivbord.
ta: மெய்நிகர் கணிப்பொறி மேசைகளை மாற்ற Ctrl+F1 இலிருந்து Ctrl+F8 வரை பயன்படுத்தலாம்.
tg: Ctrl+F1-ро ба Ctrl+F8 барои гузариш аз байни мизҳои кории маҷозӣ истифода бурда мешавад.
th: ปุ่ม Ctrl+F1 ถึง Ctrl+F8 สามารถใช้สลับเดสก์ทอปเสมือนแต่ละตัวได้
tr: Ctrl+F1 - Ctrl+F8 arası düğmeler sanal masaüstlerinde dolaşmanızı sağlar.
ug: مەۋھۇم ئۈستەلئۈستىلىرىنى Ctrl+F1 دىن Ctrl+F8 غىچە بولغان كۇنۇپكىلارنى بېسىش ئارقىلىق ئالماشتۇرالايسىز.
uk: Ctrl+F1 - Ctrl+F8 можна використовувати, щоб перемикати віртуальні стільниці.
zh_cn: Ctrl+F1 到 Ctrl+F8 可以用于切换虚拟桌面。
zh_tw: Ctrl+F1 至 Ctrl+F8 可以用來切換虛擬桌面。

source: You can move buttons on the panel using the middle mouse button.
ar: يمكنك تحريك الازارير في الشريط باستخدام زر الفارة الاوسط
be: Вы можаце змяняць месцазнаходнанне кнопак на панелі, перацягвая іх сярэднай кнопкай мышы.
bg: Може да премествате бутоните на панела чрез средния бутон на мишката.
bn: মাউসের মধ্যম বাটন ব্যবহার করে আপনি প্যানেলের বিভিন্ন বাটনকে স্থানান্তর করতে পারেন।
bs: Možete da pomičete dugmad na panelu koristeći srednji taster na mišu.
ca: Podeu moure botons en el plafó usant el botó del mig del ratolí.
cs: Pomocí prostředního tlačítka myši lze přesouvat tlačítka na panelu.
cy: Gallwch symud botymau ar y panel gan ddefnyddio botwm canol y llygoden.
da: Man kan flytte knapper i panelet ved at bruge den midterste museknap.
de: Sie können Knöpfe mithilfe der mittleren Maustaste auf der Kontrollleiste verschieben.
el: Μπορείτε να μετακινήσετε κουμπιά στον πίνακα με τη χρήση του μεσαίου πλήκτρου του ποντικιού.
eo: Vi povas movi butonojn sur la panelo per la meza musbutono.
es: Puede mover los botones del panel usando el botón central del ratón.
et: Paneelil asuvaid nuppe on võimalik liigutada hiire keskmise nupuga.
eu: Panelean botoiak mugi ditzakezu saguaren erdiko botoiaz.
fa: دکمه‌های روی تابلو را با استفاده از دکمه میانی موشی می‌توانید حرکت دهید.
fi: Voit siirtää paneelin painikkeita hiiren keskipainikkeen avulla.
fr: Vous pouvez déplacer les boutons du tableau de bord en utilisant le bouton central de la souris.
ga: Is féidir leat cnaipí a bhogadh ar an bpainéal leis an gcnaipe luiche sa lár.
gl: Pode mover os botóns do panel usando o botón central do rato.
he: באפשרותך להזיז את הכפתורים שעל הלוח באמצעות הלחצן האמצעי של העכבר.
hi: आप अपने मध्य माउस बटन के उपयोग से बटनों को फलक पर खिसका सकते हैं
hr: Gumbe na ploči možete premještati pomoću srednje tipke miša.
hu: A panelen belüli elemeket a középső egérgombot lenyomva lehet rendezgetni.
ia: Tu pote mover buttones sur le pannello usante le button medie de mus.
is: Þú getur fært takkana á spjaldinu með því að nota miðtakkann á músinni.
it: Si possono spostare i pulsanti del pannello utilizzando il tasto centrale del mouse.
ja: マウス中ボタンを使ってパネル上のボタンを移動できます。
ka: პანელზე ღილაკების გადაადგილება მათი თაგუნას შუა ღილაკით გადათრევით შეგიძლიათ.
kk: Тышқанның ортаңғы батырмасы панелдегі батырманы жылжытады.
km: អ្នក​អាច​ផ្លាស់ទី​ប៊ូតុង​លើ​បន្ទះ ដោយ​ប្រើ​ប៊ូតុង​កណ្ដុរ​កណ្ដាល ។
ko: 패널에서 마우스 가운데 단추를 써서 무언가를 옮길 수 있습니다.
lv: Jūs varat pārvietot paneļa pogas, izmantojot peles vidējo pogu.
mk: Можете да ги движите копчињата на панелот со користење на средното копче на глушецот.
nb: Du kan flytte knapper på panelet ved å bruke midterste museknapp.
nds: Mit den Muusknoop in de Merrn kannst Du Knööp in't Paneel verschuven.
ne: तपाईँ मध्य माउस बटन प्रयोग गरेर प्यानलमा बटनहरू सार्न सक्नुहुन्छ ।
nl: U kunt knoppen in het paneel verplaatsen met de middelste muisknop.
nn: Du kan flytta knappar på panelet ved å bruka den midtre museknappen.
pa: ਤੁਸੀਂ ਬਟਨਾਂ ਨੂੰ ਪੈਨਲ ਵਿੱਚ ਏਧਰ ਓਧਰ ਕਰਨ ਲਈ ਵਿਚਲਾ ਮਾਊਸ ਬਟਨ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Możesz przesuwać przyciski na panelu używając środkowego przycisku.
pt: Pode movimentar os botões no painel usando o botão do meio do rato.
pt_br: Você pode mover botões no painel usando o botão do meio do mouse.
ro: Puteți muta butoanele din panou folosind butonul din mijloc al mausului.
ru: Вы можете перемещать кнопки на панели, используя среднюю кнопку мыши.
sk: Tlačidlá na paneli môžete presúvať pomocou stredného tlačidla myši.
sl: Gumbe na pultu lahko premaknete z uporabo srednjega miškinega gumba.
sr: Дугмад на панелу можете померати средњим дугметом миша.
sv: Du kan flytta knapparna på panelen med den mittersta musknappen.
ta: நீங்கள் பலகத்தில் பட்டன்களை நடு மவுஸ் பட்டனைப் பயன்படுத்தி நகர்த்தலாம் .
tg: Шумо метавонед бо истифодаи тугмаи миёнаи муш тугмаҳои наворро ҳаракат диҳед.
th: คุณสามารถย้ายปุ่มบนพาเนลได้ โดยการใช้เมาส์ปุ่มกลาง
tr: Paneldeki düğmeleri hareket ettirmek için orta fare düğmesini kullanabilirsiniz.
ug: تاختا ئۈستىدىكى توپچىلارنى چاشقىنەكنىڭ ئوتتۇرا توپچىسى ئارقىلىق يۆتكىيەلەيسىز.
uk: Ви можете пересувати кнопки на панелі використовуючи середню кнопку.
zh_cn: 您可以使用鼠标中键移动面板上的按钮。
zh_tw: 你可以使用滑鼠中鍵來移動在面板上的按鈕。

source: Alt+F1 pops-up the system menu.
ar: Alt+F1 تظهر قائمة النظام
be: Alt+F1 паказвае сістэмнае меню.
bg: Клавишната комбинация Alt+F1 показва системното меню.
bn: Alt+F1 চাপলে সিস্টেম মেনু আবির্ভূত হবে।
bs: Alt+F1 će prikazati sistemski meni.
ca: Alt+F1 mostra el menú del sistema.
cs: Alt+F1 vyvolá systémovou nabídku.
cy: Dengys Alt +F1 y ddewislen gysawd.
da: Alt+F1 popper systemmenuen op.
de: Alt+F1 öffnet das K-Menü.
el: Το Alt+F1 εμφανίζει το μενού συστήματος.
eo: Alt+F1 aperigas la sistemmenuon.
es: Alt+F1 muestra el menú de sistema.
et: K menüüd on võimalik avada vajutades Alt+F1.
eu: Alt+F1 sistema-menua erakusten du.
fa: دگرساز+F1 گزینگان سیستم را بالا می‌پراند.
fi: Alt+F1 näyttää järjestelmän valikon.
fr: « Alt+F1 » fait apparaître le menu du système.
ga: Taispeánann Alt+F1 roghchlár an chórais.
gl: Se preme Alt+F1 aparecerá o menú do sistema.
he: שילוב המקשים Alt+F1 מקפיץ את תפריט המערכת.
hi: ऑल्ट+F1 तंत्र मेन्यू पॉप-अप करता है.
hr: Pritiskom na tipke Alt+F1 iskočit će izbornik sustava.
hu: Az Alt+F1 lenyomásával hozható elő a rendszermenü.
ia: Alt+F1 face emerger (pop-up) le menu de systema.
is: Alt+F1 gefur þér kerfisvalmynd.
it: Alt+F1 mostra il menu di sistema.
ja: Alt+F1 でシステムメニューがポップアップします。
ka: Alt+F1 სისტემურ მენიუს გახსნის.
kk: Alt+F1 жүйелік мәзірін алып шығады.
km: ជំនួស+F1 បង្ហាញ​ម៉ឺនុយ​ប្រព័ន្ធ ។
ko: Alt+F1을 누르면 시스템 메뉴가 뜹니다.
lv: Ar Alt+F1 var atvērt sistēmas izvēlni.
mk: Alt+F1 го прикажува системското мени.
nb: Alt+F1 gjør at systemmenyen spretter opp.
nds: Alt+F1 maakt dat Systeemmenü op.
ne: Alt+F1 ले प्रणाली मेनु पपअप गर्दछ ।
nl: Alt+F1 laat het systeemmenu zien.
nn: «Alt + F1» gjev deg systemmenyen.
pa: Alt+F1 ਸਿਸਟਮ ਮੇਨੂ ਨੂੰ ਖੋਲਦਾ ਹੈ।
pl: Alt+F1 pokazuje menu systemowe.
pt: O Alt+F1 faz aparecer o menu do sistema.
pt_br: Alt+F1 mostra o menu do sistema.
ro: Combinația de taste Alt+F1 afișează meniul de sistem.
ru: Alt+F1 показывает системное меню.
sk: Alt+F1 zobrazí systémové menu.
sl: Alt+F1 odpre sistemski menu.
sr: На Alt+F1 искаче системски мени.
sv: Alt+F1 visar systemmenyn.
ta: Alt+F1 முறைமை மெனுவை பின்-தோன்ற வைக்கிறது.
tg: Alt+F1 менюи низомиро ба рӯй мебарорад.
th: กดปุ่ม Alt+F1 จะแสดงเมนูป๊อบอัพของระบบ
tr: Alt+F1 sistem menüsünü çıkarır.
ug: سىستېما تىزىملىكىنى Alt+F1 بېسىپ چىقىرالايسىز.
uk: Alt+F1 відкриває системне меню.
zh_cn: Alt+F1 弹出系统菜单。
zh_tw: Alt+F1 會彈跳出系統選單。

source: Ctrl+Alt+Esc can be used to kill an application that has stopped responding.
ar: Ctrl+Alt+Esc تستخدم لاغلاق اي برنامج يتوقف عن الاستجابة
be: Ctrl+Alt+Esс можна карыстацца, каб забіць праграму, якая не хоча працаваць.
bg: Може да използвате клавишната комбинация Ctrl+Alt+Esc, за да прекъснете изпълнението на блокирала програма.
bn: কোন অ্যাপলিকেশন যদি সাড়া না দেয়, তবে Ctrl+Alt+Esc চেপে সেটিকে kill করতে পারেন।
bs: Ctrl+Alt+Esc možete da upotrijebite da "ubijete" aplikaciju koja je prestala da radi.
ca: Ctrl+Alt+Esc es pot usar per a matar una aplicació que ha deixat de respondre.
cs: Ctrl+Alt+Esc využijete pro "zabití" aplikace, která přestala odpovídat.
cy: Gellir defnyddio Ctrl+Alt+Esc i ladd cymhwysiad sy'n gwrthod ymateb.
da: Ctrl+Alt+Esc kan bruges til at dræbe et program der ikke længere svarer.
de: Strg+Alt+Esc kann zum Beenden eines Programms benutzt werden, das nicht mehr reagiert.
el: Το Ctrl+Alt+Esc μπορεί να χρησιμοποιηθεί για να σκοτώσετε μια εφαρμογή που έπαψε να ανταποκρίνεται.
eo: Ktrl+Alt+Esk uzu por mortigi aplikaĵon, kiu ne plu reagas.
es: Ctrl+Alt+Esc puede usarse para eliminar una aplicación que no responde.
et: Klahvikombinatsiooni Ctlr+Alt+Esc on võimalik kasutada hangunud rakenduse tapmiseks.
eu: Ctrl+Alt+Esc erantzuten ez duen aplikazioa bukarazteko erabil daiteke.
fa: مهار+دگرساز+گریز می‌تواند برای کشتن کاربردی که در حال پاسخگویی متوقف‌ شده است، استفاده شود.
fi: Ctrl+Alt+Esc-näppäinyhdistelmää voidaan käyttää sovelluksen tappamiseen, jos se ei enää vastaa.
fr: « Ctrl+Alt+Échap » permet de tuer une application qui ne répond plus.
ga: Is féidir Ctrl+Alt+Esc a úsáid chun feidhmchlár a mharú nuair nach bhfuil sé ag freagairt.
gl: Con Ctrl+Alt+Esc pode matar unha aplicación que deixou de responder.
he: ניתן להשתמש ב־Ctrl+Alt+Esc כדי לחסל יישום שהפסיק להגיב.
hi: कंट्रोल+ऑल्ट+एस्केप का उपयोग उस अनुप्रयोग को बन्द करने के लिए किया जा सकता है जो प्रतिक्रिया देना बन्द कर चुका है.
hr: Pritisak na tipke Ctrl+Alt+Esc možete upotrijebiti za "ubijanje" aplikacije koja se prestala odzivati na naredbe.
hu: A Ctrl+Alt+Esc lenyomásával lőhetők ki a lefagyott alkalmazások.
ia: Ctrl+Alt+Esc pote esser occider un application que ha stoppate responder.
is: Ctrl+Alt+Esc má nota til að losa sig við forrit sem er frosið.
it: Ctrl+Alt+Esc può essere usato per terminare un'applicazione che non risponde più.
ja: Ctrl+Alt+Esc で応答しないアプリケーションを強制終了できます。
ka: Ctrl+Alt+Esc შეგიძლიათ გამოიყენოთ აპლიკაციის მოსაკლავად, რომელიც აღარ გპასუხობთ.
kk: Ctrl+Alt+Esc көмегімен жауап бермей тоқтап қалған бағдарламаны құртуға болады.
km: បញ្ជា+ជំនួស+គេច អាច​ប្រើ ដើម្បី​សម្លាប់​កម្មវិធី​ដែល​ឈប់​ឆ្លើយ​តប ។
ko: Ctrl+Alt+Esc 키를 누르면 응답하지 않는 프로그램을 강제로 종료할 수 있습니다.
lv: Ar Ctrl+Alt+Esc var nokaut programmu, ja tā vairs nereaģē uz jūsu darbībām.
mk: Ctrl+Alt+Esc може да се користи за да се убие апликација што заглавила.
nb: Ctrl+Alt+Esc kan brukes for å drepe et program som har sluttet å svare.
nds: Strg+Alt+Esc kann för't Beennen vun ophungen Programmen bruukt warrn.
ne: Ctrl+Alt+Esc अनुप्रयोगहरू नष्ट गर्न प्रयोग गर्न सकिन्छ जसले प्रतिक्रिया दिन रोक्यो ।
nl: Ctrl+Alt+Esc kan gebruikt worden om een toepassing te beëindigen die niet meer reageert.
nn: Med «Ctrl + Alt +» Esc kan du drepa eit program som ikkje svarar.
pl: Za pomocą Ctrl+Alt+Esc możesz zakończyć program, który przestał odpowiadać.
pt: O Ctrl+Alt+Esc pode ser usado para matar uma aplicação que deixou de responder.
pt_br: Ctrl+Alt+Esc pode ser usado para destruir um aplicativo que parou de responder.
ro: Combinația Ctrl+Alt+Esc poate fi utilizată pentru a omorî aplicații care nu mai răspund la comenzi.
ru: Ctrl+Alt+Esc можно использовать для закрытия зависших программ.
sk: Ctrl+Alt+Esc sa dá použiť pre ukončenie aplikácie, ktorá prestala reagovať.
sl: Program, ki se ne odziva več, lahko zaprete s Ctrl+Alt+Esc.
sr: Употребите Ctrl+Alt+Esc да укинете програм који се више не одазива.
sv: Ctrl+Alt+Esc kan användas för att avsluta ett program som inte svarar.
ta: Ctrl+Alt+Esc உரையாடலை முடக்கிய பயன்பாட்டை மூட உதவுகிறது.
tg: Ctrl+Alt+Esc барои барҳамдиҳии замимаҳое, ки ҷавоб намедиҳанд, истифода бурданаш мумкин аст.
th: ปุ่ม Ctrl+Alt+Esc สามารถใช้ฆ่าแอพพลิเคชันดื้อๆ ที่ไม่ยอมหยุดการทำงานได้
tr: Ctrl+Alt+Esc, yanıt vermeyen (kilitlenmiş) bir uygulamayı öldürmek için kullanılabilir.
ug: ئىنكاس قايتۇرمىغان پروگراممىنى Ctrl+Alt+Esc نى بېسىش ئارقىلىق ئۆلتۈرەلەيسىز.
uk: За допомогою Ctrl+Alt+Esc ви можете вбити програму, яка не відповідає.
zh_cn: Ctrl+Alt+Esc 可以用来结束停止响应的程序。
zh_tw: Ctrl+Alt+Esc 可用來殺掉已經停止反應的應用程式。

source: If you leave KDE applications open when you logout, they will be restarted automatically when you log back in.
ar: عندما تترك برامج KDE مفتوحة عند خروجك. ستنفتح تلقائيا عن دخولك مرة اخرى
be: Калі вы пакінеце праграмы KDE адкрытымі калі выходзіце, яны будуць зноў запушчаныя, калі вы зноў вайдзёце ў сістэму.
bg: Ако оставите отворени програми, когато излизате от системата, те ще бъдат стартирани автоматично, когато влезете.
bn: কোন কে.ডি.ই. অ্যাপলিকেশন খোলা রেখে যদি আপনি লগ-আউট করেন, তবে পরবর্তীবার লগ-ইন করলে সেই অ্যাপলিকেশনটি স্বয়ংক্রিয়ভাবে চালু হবে।
bs: Ako ne zatvorite KDE aplikacije nakon odjave, one će ponovo pokrenuti tokom iduće prijave.
ca: Si deixeu aplicacions KDE obertes quan sortiu de la sessió, es reiniciaran automàticament quan torneu a entrar a la sessió.
cs: Ponecháte-li aplikace KDE otevřené při odhlášení, budou automaticky restartovány a obnoveny při příštím přihlášení.
cy: Os gadewch cymhwysiadau KDE ar agor wrth allgofnodi, byddant ei ailgychwyn yn ymysgogol wrth i chi fewngofnodi eto.
da: Hvis du efterlader et KDE-program åbent når du logger af, vil det automatisk blive startet når du logger på igen.
de: Wenn Sie KDE-Programme beim Abmelden geöffnet hatten, werden diese automatisch wieder gestartet, sobald Sie sich das nächste Mal anmelden.
el: Αν αφήσετε εφαρμογές του KDE ανοικτές κατά την αποσύνδεση, θα εκκινηθούν αυτόματα όταν θα ξανασυνδεθείτε.
eo: Se vi lasas malfermitaj KDE-aplikaĵojn ĉe la elsaluto, ili aŭtomate restariĝos ĉe la sekva saluto.
es: Si usted deja aplicaciones de KDE abiertas cuando cierra la sesión, se restablecerán automáticamente cuando vuelva a abrir la sesión.
et: Kui lahkud KDEst nii, et mõned rakendused jäävad avatuks, taastatakse need uuel sisselogimisel automaatselt.
eu: Saioa bukatzean KDE aplikazioak irekita uzten badituzu, hurrengo saioa hastean automatikoki berabiaraziko dira.
fa: اگر هنگام خروج، باز کردن کاربردهای KDE را رها کنید، وقتی برمی‌گردید به طور خودکار باز آغاز می‌شوند.
fi: Jos jätät KDE-sovellukset auki kun lopetat istunnon ne käynnistetään automaattisesti uudelleen kirjautuessasi taas sisään.
fr: Si vous laissez les applications KDE ouvertes lorsque vous quittez la session, elles redémarreront automatiquement à la prochaine session.
ga: Má fhágann tú feidhmchlár KDE oscailte nuair a logálann tú amach, atosófar é go huathoibríoch arís nuair a logálfaidh tú isteach an chéad uair eile.
gl: Se deixa abertas aplicacións de KDE cando sae do sistema, abriranse automaticamente cando volva entrar no sistema.
he: אם תשאיר יישומי KDE פתוחים כשתצא, הם יופעלו מחדש באופן אוטומטי כאשר תיכנס חזרה.
hi: जब आप केडीई अनुप्रयोगों को चालू रहने की स्थिति में लॉगऑफ करते हैं तो जब आप फिर से लॉगइन करेंगे तो वे स्वचलित फिर से प्रारंभ हो जाएँगे.
hr: Ukoliko tijekom odjavljivanja ne zatvorite KDE aplikacije, one će biti automatski pokrenute pri ponovnom prijavljivanju.
hu: A kijelentkezéskor nyitva hagyott KDE alkalmazások a következő bejelentkezéskor automatikusan elindulnak.
ia: Si tu lassa applicationes de KDE aperite quando tu claude session, illos essera reinitiate automaticamente quendo tu accedera de nove.
is: Ef þú skilur KDE forrit eftir opin þegar þú stimplar þig út þá munu þau verða keyrð upp aftur sjálfkrafa þegar þú stimplar þig aftur inn.
it: Se lasci aperte le applicazioni KDE quando chiudi la sessione, queste verranno riavviate automaticamente quando accederai nuovamente a KDE.
ja: ログアウトするときに開いていた KDE アプリケーションは、次にログインする時に自動的に再起動されます。
ka: თუ გასვლისას KDE-ის აპლიკაციებს გაშვებულს დატოვებთ, თავიდან შესვლისას ისინი ავტომატურად გაეშვება.
kk: Жүйеден шыққанда ашық қалған KDE қолданбалары, келесі кіргенде өзі ашылады.
km: បើ​អ្នក​ទុក​ឲ្យ​កម្មវិធី KDE បើក ពេល​អ្នក​ចេញ ពួក​វា​នឹង​ចាប់ផ្ដើម​ម្ដង​ទៀង​ស្វ័យ​ប្រវត្តិ​ពេល​អ្នក​ចូល​មក​វិញ ។
ko: KDE 프로그램을 실행시킨 채로 세션을 끝내면 다음 로그인 때 다시 실행됩니다.
lv: Ja atslēdzoties esat atstājis KDE programmas atvērtas, tās tiks automātiski palaistas no jauna, kad nākamreiz pieslēgsieties.
mk: Ако ги оставите апликациите на KDE отворени кога ќе се одјавите, тие ќе бидат автоматски рестартирани кога повторно ќе се најавите.
nb: Hvis du forlater KDE-programmer åpne når du logger ut, vil de automatisk bli startet på nytt når du logger inn igjen.
nds: Wenn KDE-Programmen bi't Afmellen apen weern, warrt disse automaatsch na en Nieganmellen wedder start.
ne: तपाईँले लग आउट गर्दा केडीई अनुप्रयोगहरू खुल्ला छाड्नुहुन्छ भने, पछि लगइन गर्दा तिनीहरू स्वचालित रूपमा पुन: सुरुआत हुनेछन् ।
nl: Als u KDE toepassingen open laat wanneer u zich afmeldt, dan zullen ze automatisch opnieuw gestart worden wanneer u zich terug aanmeldt.
nn: Dersom lar KDE-program vera opne når du loggar ut, vert dei starta opp att når du loggar inn neste gong.
pl: Jeżeli zostawisz otwarte programy podczas wylogowywania, zostaną one uruchomione automatycznie, gdy ponownie się zalogujesz.
pt: Se deixar aplicações do KDE abertas ao sair elas serão reiniciadas automaticamente quando se voltar a ligar.
pt_br: Se você deixar aplicativos do KDE abertos quando fechar a sessão, eles serão reiniciados automaticamente quando você voltar.
ro: Dacă lăsați pornite aplicații atunci când închideți sesiunea, ele vor fi automat repornite în următoarea sesiune de KDE.
ru: Если вы завершаете сеанс KDE, оставляя приложения открытыми, они будут восстановлены при следующем запуске.
sk: Ak necháte aplikácie KDE bežať pri odhlasovaní, budú znovu spustené pri novom prihlásení.
sl: Če ob odjavi pustite programe KDE odprte, se bodo ob naslednji prijavi samodejno zagnali.
sr: Ако оставите неке КДЕ програме отвореним када се одјавите, биће аутоматски покренути када се поново пријавите.
sv: Om du lämnar program igång när du loggar ut kommer de att startas automatiskt när du loggar in igen.
ta: நீங்கள் வெளியேறும் போது KDE பயன்பாடுகளை திறந்து வைத்தால், நீங்கள் உள்ளேறும் போது தானாகவே துவங்கும்.
tg: Агар шумо ҳангоми хориҷшавӣ аз низом KDE замимаҳоро кушода боқӣ монед, онҳо ҳангоми бозворидшавӣ ба таври худкор бозоғоз меёбанд.
th: หากคุณเปิดแอพพลิเคชันของ KDE ทิ้งไว้ เมื่อตอนล็อกเอาต์ มันจะเริ่มทำงานใหม่ เมื่อคุณล็อกอินเข้ามาใหม่
tr: Çıkışta kapatmadığınız KDE uygulamaları, bir sonraki açılışta otomatik olarak başlatılacaklardır.
ug: پروگراممىسىنى تاقىمىسىڭىز، قايتا تىزىملىنىپ كىرگەندە ئاپتوماتىك ئىجرا KDE چېكىنگەن چاغدا بولىدۇ.
uk: Якщо ви вийдете з KDE, коли відкриті якісь програми, вони будуть перезапущені автоматично при наступному вході в систему.
zh_cn: 您退出时没有关闭的 KDE 程序，将会在你重新登录时自动重新启动。
zh_tw: 如果當你登出時有 KDE 的應用程式還開啟，當你再次登入時，它們會自動重新啟動。

source: The KDE file manager is also a web browser and an FTP client.
ar: مدير ملفات KDE هو أيضا متصفح انترنت وعميل FTP.
bn: কে.ডি.ই. ফাইল ব্যবস্থাপক তার মূল দায়িত্বের পাশাপাশি ওয়েব ব্রাউজার ও এফ.টি.পি. ক্লায়েন্টের কাজও করতে পারে।
bs: Konqueror - KDE menadžer datoteka - je takođe web preglednik i FTP klijent.
eo: La KDE dosieradministrilo estas samtempe foliumilo kaj FTP-programo.
et: KDE failihaldur on ühtlasi ka veebilehitseja ja FTP klient.
hi: केडीई फ़ाइल मैनेजर एक वेब ब्राउज़र भी है तथा एक एफटीपी क्लाएंट भी.
hr: KDE upravitelja datotekama ujedno je i web-preglednik i FTP klijent.
hu: A KDE fájlkezelő egyben webböngészőként és FTP-kliensként is használható.
is: KDE-skráastjórinn er líka vafri og FTP forrit.
ko: KDE 파일 관리자는 웹 브라우저와 FTP 클라이언트 역할도 합니다.
pa: KDE ਫਾਇਲ ਮੈਨੇਜਰ ਇੱਕ ਵੈਬ-ਝਲਕਾਰਾ ਅਤੇ FTP ਕਲਾਂਇਟ ਵੀ ਹੈ।
sl: Upravljalnik datotek KDE je tudi spletni brskalnik in odjemalec FTP.
sr: КДЕ‑ов менаџер фајлова је истовремено и веб прегледач и ФТП клијент.
sv: KDE:s filhanterare är också en webbläsare och ett FTP-program.
