Repository: KDE/amor
Catalog: po/*/amor.po
Languages: ar, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, ka, kk, km, ko, lv, mk, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, tg, th, tr, ug, uk, zh_cn, zh_tw

source: Applications can display messages and tips in an Amor bubble using the showMessage() and showTip() DCOP calls
ar: مكن للتطبيقات عرض الرسائل والنصائح في فقاعة AMOR باستخدامShowMessage () و مكالمات showtip () DCOP
bn: showMessage() ও showTip() ডিকপ কল-এর মাধ্যমে যে কোন অ্যাপলিকেশন আমর বুদবুদ ব্যবহার করে বার্তা প্রদর্শন করতে পারে
bs: Programi mogu prikazati poruke i savjete u Amor balončiću koristeći DCOP pozive showMessage() i showTip()
eo: Aplikaĵoj povas montri mesaĝojn aŭ konsilojn en Amor globeto uzante la showMessage() kaj showTip () DCOP vokojn
et: Rakendused saavad AMORi mullis teateid ja vihjeid näidata DCOP väljakutsetega showMessage() ja showTip()
hi: अनुप्रयोग अमोर बबल में संदेश और सुझाव प्रदर्शित कर सकते हैं, इनका उपयोग करके showMessage() और showTip() DCOP कॉल
hr: Aplikacije mogu prikazati poruke i savjete unutar Amor oblaka upotrebom DCOP poziva showMessage() i showTip().
hu: Az alkalmazások üzeneteket és tippeket írhatnak ki Amor-buborékban a showMessage() és showTip() DCOP-hívásokkal
is: Forrit geta birt skilaboð og ábendingar í Amor kúlu með showMessage() og showTip() DCOP köllunum
ko: 프로그램에서 Amor에 showMessage()와 showTip() DCOP 호출을 사용해서 풍선을 보여줄 수 있습니다.
sl: Programi lahko z uporabo klicev showMessage() in showTip() v Amorju prikažejo sporočila in namige
sr: Програми могу да приказују поруке и савете у облачићу Амора помоћу ДКОП позива showMessage() и showTip().
sv: Program kan visa meddelanden och tips i en Amor-bubbla genom att använda DCOP-anropen showMessage() och showTip().

# @info:status
source: Error reading theme: %1
ar: خطا في قراءة السمة: %1
bg: Грешка при четенето на тема: %1
ca: Error en llegir el tema: %1
cs: Chyba při čtení motivu: %1
de: Fehler beim Lesen des Designs %1
el: Σφάλμα ανάγνωσης θέματος: %1
es: Error al leer el tema: %1
et: Tõrge teema lugemisel: %1
eu: Errorea gaia irakurtzean: %1
fi: Virhe luettaessa teemaa: %1
fr: Erreur lors de la lecture du thème : %1
gl: Erro ao ler o tema: %1
hi: प्रसंग पढ़ने में त्रुटिः %1
hu: Hiba a téma beolvasásakor: %1
ia: Error legente thema: %1
is: Villa við lestur þema: %1
it: Errore durante la lettura del tema: %1
ka: თემის წაკითხვის შეცდომა: %1
ko: 테마 읽는 중 오류 발생: %1
nl: Fout bij lezen van thema: %1
nn: Feil ved lesing av tema: %1
pl: Błąd przy czytaniu wyglądu: %1
pt: Erro ao ler o tema: %1
pt_br: Erro ao ler tema: %1
ro: Eroare la citirea tematicii: %1
ru: Невозможно загрузить тему: %1
sk: Chyba pri načítavaní témy: %1
sl: Napaka med branjem teme: %1
sv: Fel vid läsning av tema: %1
ta: தோற்றத்திட்டத்தைப் படிப்பதில் சிக்கல்: %1
tr: Tema okunurken bir hata oluştu: %1
uk: Помилка читання теми: %1
zh_cn: 读取主题时出错： %1
zh_tw: 讀取佈景發生錯誤：%1

# @info:status
source: Error reading group: %1
ar: خطا في قراءة المجموعة: %1
bg: Грешка при четенето на група: %1
ca: Error en llegir el grup: %1
cs: Chyba při čtení skupiny: %1
de: Fehler beim Lesen der Gruppe %1
el: Σφάλμα ανάγνωσης ομάδας: %1
es: Error al leer el grupo: %1
et: Tõrge grupi lugemisel: %1
eu: Errorea taldea irakurtzean: %1
fi: Virhe luettaessa ryhmää: %1
fr: Erreur lors de la lecture du groupe : %1
gl: Erro ao ler o grupo: %1
hi: समूह पढ़ने में त्रुटिः %1
hu: Hiba a csoport olvasásakor: %1
ia: Error legente gruppo: %1
is: Villa við lestur hóps: %1
it: Errore durante la lettura del gruppo: %1
ka: ჯგუფის წაკითხვის შედომა: %1
ko: 그룹 읽는 중 오류 발생: %1
nl: Fout bij het lezen van groep: %1
nn: Feil ved lesing av gruppe: %1
pl: Błąd przy czytaniu grupy: %1
pt: Erro ao ler o grupo: %1
pt_br: Erro ao ler grupo: %1
ro: Eroare la citirea grupului: %1
ru: Невозможно загрузить группу: %1
sk: Chyba pri načítavaní skupiny: %1
sl: Napaka med branjem skupine: %1
sv: Fel vid läsning av grupp: %1
tr: Grup okunurken bir hata oluştu: %1
uk: Помилка читання групи: %1
zh_cn: 读取分组时出错： %1
zh_tw: 讀取群組發生錯誤：%1

# @action:inmenu Amor
source: &Help
ar: &مساعدة
bg: &Помощ
bs: &Pomoć
ca: &Ajuda
cs: &Nápověda
da: &Hjælp
de: &Hilfe
el: &Βοήθεια
eo: &Helpo
es: A&yuda
et: &Abi
eu: &Laguntza
fa: &کمک‌
fi: &Ohje
fr: &Aide
ga: &Cabhair
gl: A&xuda
he: &עזרה
hi: मदद (&H)
hr: &Pomoć
hu: &Súgó
ia: Ad&juta
is: &Hjálp
it: &Aiuto
ja: ヘルプ(&H)
ka: &დახმარება
kk: &Анықтама
km: ជំនួស
ko: 도움말(&H)
lv: &Palīdzība
mk: По&мош
nb: &Hjelp
nds: &Hülp
nn: &Hjelp
pa: ਮੱਦਦ(&H)
pl: Pomo&c
pt: A&juda
pt_br: Aj&uda
ro: &Ajutor
ru: &Справка
sk: &Pomocník
sl: Pomoč
sr: &Помоћ
sv: &Hjälp
ta: &உதவி
tg: &Ёрӣ
th: ช่วยเ&หลือ
tr: &Yardım
ug: ياردەم(&H)
uk: &Довідка
zh_cn: 帮助 (&H)
zh_tw: 說明(&H)

# @action:inmenu Amor
source: &Configure...
ar: إ&عداد...
be: &Настаўленні...
bg: &Настройване...
bs: &Podesi...
ca: &Configura...
cs: &Nastavit...
da: &Indstil...
de: &Einrichten ...
el: &Διαμόρφωση...
eo: &Agordi...
es: &Configurar...
et: &Seadista...
eu: &Konfiguratu...
fa: &پیکربندی‌...
fi: &Asetukset…
fr: &Configurer...
ga: &Cumraigh...
gl: &Configurar…
he: &הגדרות...
hi: विन्यस्त करें... (&C)
hr: &Konfiguriraj …
hu: B&eállítások...
ia: &Configura...
is: &Stilla...
it: &Configura...
ja: 設定(&C)...
ka: &მორგება...
kk: &Баптау...
km: កំណត់​រចនាសម្ព័ន្ធ...
ko: 설정(&C)...
lv: &Konfigurēt...
mk: &Конфигурирај...
nb: &Sett opp …
nds: &Instellen...
nl: &Configureren...
nn: &Set opp …
pa: ਸੰਰਚਨਾ(&C)...
pl: &Konfiguruj...
pt: &Configurar...
pt_br: &Configurar...
ro: &Configurare...
ru: &Настроить...
sk: Nas&taviť...
sl: Na&stavi...
sr: &Подеси...
sv: A&npassa...
ta: &அமை...
tg: &Танзимот...
th: &ปรับแต่ง...
tr: &Yapılandır...
ug: سەپلە(&C)…
uk: &Налаштувати...
zh_cn: 配置(&C)...
zh_tw: 設定(&C)...

# @action:inmenu Amor
source: &Quit
ar: ا&خرج
be: &Выхад
bg: &Изход
bs: &Izlaz
ca: &Surt
cs: U&končit
da: &Afslut
de: &Beenden
el: Έ&ξοδος
eo: &Fini
es: &Salir
et: &Välju
eu: &Irten
fa: &خارج‌
fi: &Lopeta
fr: &Quitter
ga: &Scoir
gl: &Saír
he: &יציאה
hi: बाहर जाएँ (&Q)
hr: &Izlaz
hu: &Kilépés
ia: &Quita
is: Hæ&tta
it: &Esci
ja: 終了(&Q)
ka: &გასვლა
kk: &Шығу
km: បិទ
ko: 끝내기(&Q)
lv: &Iziet
mk: Н&апушти
nb: &Avslutt
nds: &Verlaten
nl: A&fsluiten
nn: &Avslutt
pa: ਬਾਹਰ(&Q)
pl: Za&kończ
pt: &Sair
pt_br: Sai&r
ro: &Termină
ru: &Выход
sk: &Koniec
sl: Končaj
sr: &Напусти
sv: &Avsluta
ta: &வெளியேறு
tg: &Хомӯш
th: &ออก
tr: &Çık
ug: ئاخىرلاشتۇر(&Q)
uk: Ви&йти
zh_cn: 退出(&Q)
zh_tw: 離開(&Q)

source: Theme:
ar: مظهر
be: Тэма:
bg: Тема:
bn: থিম:
bs: Tema:
ca: Tema:
cs: Motiv:
cy: Thema:
da: Tema:
de: Design:
el: Θέμα:
eo: Etoso:
es: Tema:
et: Teema:
eu: Gaia:
fa: چهره:
fi: Teema:
fr: Thème :
ga: Téama:
gl: Tema:
he: ערכת נושא:
hi: प्रसंगः
hr: Tema:
hu: Téma:
ia: Thema:
is: Þema:
it: Tema:
ja: テーマ:
ka: თემა:
kk: Нақышы:
km: ស្បែក ៖
ko: 테마:
lv: Tēma:
mk: Тема:
nb: Tema:
nds: Muster:
ne: विषयवस्तु:
nl: Thema:
nn: Tema:
pa: ਸਰੂਪ:
pl: Motyw:
pt: Tema:
pt_br: Tema:
ro: Tematică:
ru: Тема:
sk: Téma:
sl: Tema:
sr: Тема:
sv: Tema:
ta: தோற்றத்திட்டம்:
tg: Мавзӯъ:
th: ธีม:
tr: Tema:
ug: ئۆرنەك:
uk: Тема:
zh_cn: 主题：
zh_tw: 佈景：

source: Offset:
ar: الإزاحة:
be: Сумяшчэнне:
bg: Отместване:
bn: অফসেট:
bs: Pomak:
ca: Desplaçament:
cs: Odstup:
cy: Atred:
da: Forskydning:
de: Verschiebung:
el: Μετατόπιση:
eo: Pozicio:
es: Desplazamiento:
et: Distants:
fa: انحراف:
fi: Siirtymä:
fr: Décalage :
ga: Fritháireamh:
gl: Desprazamento:
he: מיקום:
hi: ऑफसेटः
hr: Pomak:
hu: Távolság:
ia: Displaciamento:
is: Hliðrun:
it: Scostamento:
ja: オフセット:
ka: წანაცვლება:
kk: Шегінісі
km: អុហ្វសិត​
ko: 떠 있을 높이:
lv: Nobīde:
mk: Растојание:
nb: Offsett:
nds: Verschuven:
ne: अफसेट:
nn: Avstand:
pa: ਦੂਰੀ:
pl: Przesunięcie:
pt: Deslocamento:
pt_br: Deslocamento:
ro: Deplasare:
ru: Смещение:
sl: Odmik:
sr: Помак:
sv: Position:
ta: தள்ளுபடி:
tg: Омезиш:
th: ออฟเซต:
tr: Denge:
ug: ئېغىش:
uk: Зміщення:
zh_cn: 偏移：

source: Always on top
ar: دائما فوق الجميع
be: Заўсёды наверсе
bg: Винаги отгоре
bn: সবসময় সকল উইন্ডোর উপরে থাকো
bs: Uvijek na vrhu
ca: Sempre a dalt
cs: Vždy navrchu
cy: O Hyd yn Weladwy
da: Altid øverst
de: Immer im Vordergrund
el: Πάντα στο προσκήνιο
eo: Ĉiam plejsupre
es: Siempre visible
et: Alati pealmine
eu: Beti gainean
fa: همیشه در بالا
fi: Aina päällimmäisenä
fr: Toujours au-dessus
ga: Chun tosaigh i gcónaí
gl: Sempre encima
he: תמיד עליון
hi: हमेशा ऊपर रहें
hr: Uvijek na vrhu
hu: Mindig felül
ia: Sempre in capite
is: Alltaf efst
it: Sempre in primo piano
ja: 常に前面に
ka: ყოველთვის ყველა ფანჯარაზე ზემოდან
kk: Әрқашанда жоғарда
km: នៅលើ​ជានិច្ច
ko: 항상 위
lv: Palikt virspusē
mk: Секогаш на врв
nb: Alltid øverst
nds: Jümmers baven
ne: सधैं माथि तिर
nl: Altijd op de voorgrond
nn: Alltid øvst
pa: ਹਮੇਸ਼ਾ ਉੱਤੇ
pl: Zawsze na wierzchu
pt: Sempre no topo
pt_br: Sempre no topo
ro: Întotdeauna în față
ru: Всегда наверху
sk: Vždy navrchu
sl: Vedno na vrhu
sr: Увек на врху
sv: Alltid överst
ta: எப்பொழுதும் மேலே
tg: Ҳамеша дар боло
th: อยู่บนสุดเสมอ
tr: Her zaman üstte
ug: ھەمىشە ئۈستىدە
uk: Завжди згори
zh_cn: 始终置顶
zh_tw: 保持在最上層

source: Show random tips
ar: اظهر تلميحات عشوائية
be: Паказваць выпадковыя парады
bg: Показване на случайно избрани съвети
bn: এলোমেলোভাবে পরামর্শ (tips) দেখাও
bs: Prikaži slučajne savjete
ca: Mostra consells aleatoris
cs: Ukazovat náhodné tipy
cy: Dangos cynghorion hap
da: Vis tilfældige vink
de: Zufällige Tipps anzeigen
el: Εμφάνιση τυχαίων συμβουλών
eo: Montri hazardajn indikojn
es: Mostrar consejos al azar
et: Juhuslike nõuannete näitamine
eu: Erakutsi ausazko tipak
fa: نمایش نکته‌های تصادفی
fi: Näytä satunnaisia vinkkejä
fr: Afficher les astuces de façon aléatoire
ga: Taispeáin leideanna randamacha
gl: Mostrar consellos ao chou
he: הצג עצות אקראיות
hi: नुस्ख़े बेतरतीब दिखाएँ
hr: Prikaži nasumične savjete
hu: Véletlenszerű tippek mutatása
ia: Monstra consilios casual
is: Sýna handahófsábendingar
it: Mostra suggerimenti casuali
ja: ランダムなヒントを表示
ka: შემთხვევითი რჩევების ჩვენება
kk: Кездейсоқ кенесін көрсету
km: បង្ហាញ​ព័ត៌មាន​ជំនួយ​ចៃដន្យ
ko: 무작위적 팁 표시
lv: Rādīt gadījuma padomus
mk: Покажувај случајни совети
nb: Vis tilfeldige tips
nds: Tipps per Tofall utsöken
ne: अनियमित टिपहरू देखाउनुहोस्
nl: Tips willekeurig tonen
nn: Vis tilfeldige tips
pa: ਰਲਵੇਂ ਇਸ਼ਾਰੇ ਵੇਖਾਓ
pl: Pokazuj losowe porady
pt: Mostrar dicas aleatórias
pt_br: Mostrar dicas aleatórias
ro: Afișează mesaje aleatoare
ru: Показывать подсказки в случайном порядке
sk: Ukazovať náhodné tipy
sl: Pokaži naključne namige
sr: Насумични савети
sv: Visa slumpmässigt tips
ta: குறிப்பிலா தகவல்களைக் காட்டு
tg: Маслиҳатҳои тасодуфиро нишон диҳед
th: สุ่มแสดงทิป
tr: İpuçlarını rastgele göster
ug: ئىختىيارىي كۆرسەتمىلەرنى كۆرسىتىش
uk: Показувати випадкові поради
zh_cn: 显示随机提示
zh_tw: 隨機顯示提示

source: Use a random character
ar: استخدم محرفاً عشوائيًّا
be: Паказваць выпадковага персанажа
bg: Използване на случайно избран характер
bn: এলোমেলোভাবে কোন একটি অক্ষর ব্যবহার করো
bs: Koristi slučajan karakter
ca: Usa un caràcter aleatori
cs: Použít náhodnou postavičku
cy: Defnyddio nod ar hap
da: Brug en tilfældig
de: Beliebige Figur verwenden
el: Χρήση ενός τυχαίου χαρακτήρα
eo: Uzi hazardan personon
es: Utilizar un personaje al azar
et: Juhusliku tegelase kasutamine
eu: Ausazko karakterea erabili
fa: استفاده از نویسه‌ای تصادفی
fi: Käytä satunnaista merkkiä
fr: Utiliser une créature aléatoire
ga: Úsáid carachtar randamach
gl: Utilizar unha personaxe ao chou
he: השתמש ביצור אקראי
hi: बेतरतीब कैरेक्टर इस्तेमाल करें
hr: Upotrijebi nasumičan karakter
hu: Véletlenszerűen választott animáció használata
ia: Usa uncharacter casual
is: Nota slembna persónu
it: Usa un personaggio a caso
ja: ランダムなキャラクターを使う
ka: შემთხვევითი სიმბოლოს გამოყენება
kk: Кездейсоқ әріп қолданылсын
km: ប្រើ​តួអក្សរ​ចៃដន្យមួយ
ko: 무작위적 캐릭터 사용
lv: Lietot gadījuma radījumu
mk: Користи случаен лик
nb: Bruk en tilfeldig figur
nds: Maskottje per Tofall utsöken
ne: अनियमित क्यारेक्टर प्रयोग गर्नुहोस्
nl: Een willekeurig teken gebruiken
nn: Bruk eit vilkårleg teikn
pa: ਇੱਕ ਰਲਵਾਂ ਅੱਖਰ ਵਰਤੋਂ
pl: Użyj losowej postaci
pt: Utilizar uma personagem aleatória
pt_br: Usar um personagem aleatório
ro: Folosește un personaj aleator
ru: Показывать случайный персонаж
sk: Použiť náhodnú príšerku
sl: Uporabi naključno figuro
sr: Насумични лик
sv: Använd en slumpmässig figur
tg: Рамзи ихтиёриро истифода баред
th: ใช้ตัวละครสุ่ม
tr: Rastgele bir karakter kullan
uk: Вживати випадкову істоту
zh_cn: 使用随机字符
zh_tw: 隨機決定角色

source: Allow application tips
ar: اسمح بتلمحيات البرنامج
be: Дазволіць паказваць парады
bg: Използване на съвети от базата на Amor
bn: অ্যাপলিকেশন সংক্রান্ত পরামর্শ (tips) প্রদর্শন অনুমোদন করো
bs: Dozvoli prikaz programskih savjeta
ca: Permet consells d'aplicació
cs: Povolit tipy aplikací
cy: Gadael cynghorion cymhwysiad
da: Tillad anvendelsesvink
de: Programmtipps zulassen
el: Επιτρέπονται συμβουλές των εφαρμογών
eo: Permesi la aplikaĵajn konsiletojn
es: Permitir sugerencias de aplicación
et: Rakenduse vihjete lubamine
eu: Onartu aplikazioaren tipak
fa: اجازه دادن نکته‌های کاربرد
fi: Salli sovellusten vihjeet
fr: Activer les astuces d'application
ga: Ceadaigh leideanna fheidhmchláir
gl: Activar os consellos das aplicacións
he: אפשר עצות של היישום
hi: अनुप्रयोग नुस्ख़े स्वीकारें
hr: Dopusti savjete o aplikacijama
hu: Az alkalmazástippek engedélyezése
ia: Permitte consiliod de application
is: Leyfa forritsábendingar
it: Permetti suggerimenti sulle applicazioni
ja: アプリケーションのヒントを有効にする
ka: აპლიკაციის რჩევების ჩვენება
kk: Қолданбаның кенесі руқсат етілсін
km: អនុញ្ញាត​ព័ត៌មាន​ជំនួយរបស់​កម្មវិធី
ko: 프로그램 팁 표시
lv: Lietot programmas padomus
mk: Покажувај ги советите на апликацијата
nb: Tillatt program-tips
nds: Programmtipps verlöven
ne: अनुप्रयोग टिपलाई अनुमति दिनुहोस्
nl: Tips van toepassingen toestaan
nn: Tillèt programtips
pa: ਕਾਰਜ ਸੰਕੇਤ ਮਨਜ਼ੂਰ
pl: Pozwalaj na porady z innych programów
pt: Permitir dicas de aplicações
pt_br: Permitir dicas de aplicativos
ro: Afișează sfaturi despre aplicații
ru: Включить подсказки
sk: Povoliť tipy aplikácií
sl: Dovoli programske namige
sr: Савети за програме
sv: Tillåt programtips
ta: பயன்பாடு தகவல்களை அனுமதி
tg: Иҷозатдиҳии маслиҳатҳои замима
th: ใช้ทิปของแอพพลิเคชันด้วย
tr: Uygulama ipuçlarını göster
ug: پروگرامما كۆرسەتمىلىرىگە ئىجازەت
uk: Ввімкнути поради в програмі
zh_cn: 允许应用程序提示
zh_tw: 允許程式提示

source: KDE creature for your desktop
ar: مخلوق كدي لسطح المكتب الخاص بك
be: Жывёла KDE для працоўнага асяроддзя
bg: Усмивка за вашето работно място
bn: ডেস্কটপে বসবাসকারী কে.ডি.ই. জন্তু
bs: KDE stvorenje za vaš desktop
ca: Criatura del KDE per a l'escriptori
cs: Postavička pro vaši pracovní plochu
cy: Creadur KDE ar gyfer eich penbwrdd
da: KDE-skabning til din desktop
de: KDE-Maskottchen für Ihre Arbeitsfläche
el: Πλάσμα του KDE για την επιφάνεια εργασίας σας
eo: KDE vivaĵo por via tabulo.
es: Una criatura KDE para su escritorio
et: KDE elajas sinu töölauale
eu: Zure KDE mahaigainerako izakia
fa: ایجاد‌کننده KDE برای رومیزی شما
fi: Olento KDE-työpöydälle
fr: Une créature KDE pour votre bureau.
ga: Créatúr KDE ar do dheasc
gl: Criatura de KDE para o escritorio
he: יצור KDE לשולחן העבודה שלך.
hi: आपके डेस्कटॉप के लिए केडीई जन्तु
hr: KDE kreature za vašu radnu površinu
hu: KDE lényecskék az asztalon
ia: Creatura di KDE per tu scriptorio
is: KDE kvikindi fyrir skjáborðið þitt
it: Creatura KDE per il desktop
ja: KDE デスクトップマスコット
ka: KDE -ის არსება თქვენი სამუშაო მაგიდისთვის
kk: Үстеліңізге KDE мақұлығы
km: ការ​ច្នៃ​ប្រឌិត KDE សម្រាប់​ផ្ទៃតុ​របស់​អ្នក
ko: 데스크톱에 있는 KDE 생물
lv: Dzīvnieciņš jūsu KDE darbvirsmai
mk: Креатура на KDE за вашата работна површина.
nb: KDE-vesen for skrivebordet
nds: KDE-Maskottje för Dien Schriefdisch
ne: तपाईँको डेस्कटपका लागि केडीई क्रिएचर
nl: KDE creatuur voor uw bureaublad
nn: KDE-skapning for skrivebordet
pa: ਆਪਣੇ ਡੈਸਕਟਾਪ ਲਈ KDE ਰਚਨਾ
pl: Potworek KDE na Twój pulpit
pt: Criatura do KDE para o seu ambiente de trabalho
pt_br: Criatura do KDE para sua área de trabalho
ro: Mascote KDE pentru ecranul dumneavoastră
ru: Зверушка для вашего KDE.
sk: KDE príšerka pre vašu plochu
sl: Bitje KDE za vaše namizje
sr: КДЕ створење на површи
sv: KDE-varelse för skrivbordet
ta: உங்கள் கணிப்பொறி மேசைக்கு KDE படைப்பு.
tg: Офариниши KDE барои мизи кории шумо
th: สิ่งมีชีวิตของ KDE สำหรับเดสก์ทอปของคุณ
tr: Masaüstünüz için KDE yaratığı
ug: ئۈستەلئۈستىڭزى ئۈچۈن KDE مەخلۇقى
uk: Істота для вашої стільниці KDE
zh_cn: KDE 桌面生物
zh_tw: KDE 建立你的桌面環境。

source: amor
bn: আমর
hi: एमोर
km: អាម៉ូ
ne: अमोर
pa: ਅਮੋਰ
sr: Амор
ta: ஆமோர்

source: 1999 by Martin R. Jones 2010 by Stefan Böhmann
bg: 1999 от Martin R. Jones 2010 от Stefan Böhmann
ca: 1999 per en Martin R. Jones 2010 per en Stefan Böhmann
cs: 1999 Martin R. Jones 2010 Stefan Böhmann
da: 1999 af Martin R. Jones 2010 af Stefan Böhmann
es: 1999 por Martin R. Jones 2010 por Stefan Böhmann
et: 1999: Martin R. Jones 2010: Stefan Böhmann
eu: 1999 Martin R. Jones-ek 2010 Stefan Böhmann-ek
fr: 1999 par Martin R. Jones 2010 par Stefan Böhmann
ga: 1999 Martin R. Jones 2010 Stefan Böhmann
gl: 1999 por Martin R. Jones 2010 por Stefan Böhmann
hi: मार्टिन आर. जोन्स द्वारा १९९९ स्टीफन बोहमन द्वारा २०१०
hr: 1999. Martin R. Jones 2010. Stefan Böhmann
hu: Martin R. Jones, 1999. Stefan Böhmann, 2010.
is: 1999 eftir Martin R. Jones 2010 eftir Stefan Böhmann
it: 1999 Martin R. Jones 2010 Stefan Böhmann
km: ឆ្នាំ ១៩៩៩ ដោយ Martin R. Jones ឆ្នាំ​ ២០១០ ដោយ Stefan Böhmann
ko: 1999 Martin R. Jones 2010 Stefan Böhmann
nb: 1999 Martin R. Jones 2010 Stefan Böhmann
nds: 1999 vun Martin R. Jones 2010 vun Stefan Böhmann
nl: 1999 door Martin R. Jones 2010 door Stefan Böhmann
nn: © 1999 Martin R. Jones © 2010 Stefan Böhmann
pl: 1999 przez Martin R. Jones 2010 przez Stefan Böhmann
pt: 1999 de Martin R. Jones 2010 de Stefan Böhmann
pt_br: 1999 por Martin R. Jones 2010 por Stefan Böhmann
ro: 1999 de Martin R. Jones 2010 de Stefan Böhmann
ru: © Martin R. Jones, 1999 © Stefan Böhmann, 2010
sl: 1999 - Martin R. Jones 2010 - Stefan Böhmann
sr: © 1999, Мартин Р. Џоунс © 2010, Штефан Беман
sv: 1999 av Martin R. Jones 2010 av Stefan Böhmann
th: 2542 โดย Martin R. Jones 2553 โดย Stefan Böhmann
uk: © Martin R. Jones, 1999 © Stefan Böhmann, 2010
zh_cn: 1999 作者 Martin R. Jones 2010 作者 Stefan Böhmann

source: Stefan Böhmann
hi: स्टीफन बोहमन
sr: Штефан Беман

source: Current maintainer
ar: المشرف الحالي
be: Адказны за выпуск
bg: Текуща поддръжка
bn: বর্তমান রক্ষণাবেক্ষণকারী
bs: Trenutni održavalac
ca: Mantenidor actual
cs: Současný správce
cy: Cynhaliwr cyfredol
da: Nuværende vedligeholder
de: Aktueller Betreuer
el: Τρέχων συντηρητής
eo: Nuna fleganto
es: Encargado actual
et: Praegune hooldaja
eu: Uneko mantentzailea
fa: نگه‌دارنده جاری
fi: Nykyinen ylläpitäjä
fr: Mainteneur actuel
ga: Cothaitheoir reatha
gl: Mantedor actual
he: מתחזק נוכחי
hi: वर्तमान मेंटेनर
hr: Trenutni održavatelj
hu: Jelenlegi karbantartó
ia: Mantenitor Currente
is: Núverandi umsjónarmaður
it: Responsabile attuale
ja: 現在のメンテナ
ka: პროექტის მიმდინარე ხელმძღვანელი
kk: Қазіргі жетілдірушісі
km: អ្នក​ថែទាំបច្ចុប្បន្ន
ko: 현재 관리자
lv: Pašreizējais uzturētājs
mk: Тековен одржувач
nb: Nåværende vedlikeholder
nds: Pleger opstunns
ne: हालको सम्भारकर्ता
nl: Huidige onderhouder
nn: Noverande vedlikehaldar
pa: ਮੌਜੂਦਾ ਪਰਬੰਧਕ
pl: Aktualny opiekun
pt: Manutenção actual
pt_br: Mantenedor atual
ro: Responsabil actual
ru: Сопровождающий
sk: Aktuálny správca
sl: Trenutni vzdrževalec
sr: Текући одржавалац
sv: Nuvarande utvecklare
tg: Сардори ҷории лоиҳа
th: ผู้ดูแลคนปัจจุบัน
tr: Şimdiki yazar
ug: نۆۋەتتىكى مەسئۇلى
uk: Поточний супровід
zh_cn: 当前维护人员
zh_tw: 目前維護者

source: Martin R. Jones
ar: مارتن جونز
hi: मार्टिन आर. जोन्स
sr: Мартин Р. Џоунс

source: Gerardo Puga
ar: غراردو بوغا
hi: जेरार्दो पुगा
ne: गेरार्डो पुगा
sr: Херардо Пуга

source: Options
sr: Опције

# @title:window
source: Options
ar: خيارات
bg: Настройки
ca: Opcions
cs: Možnosti
de: Einstellungen
el: Επιλογές
es: Opciones
eu: Aukerak
fi: Valinnat
hu: Beállítások
ia: Optiones
is: Valkostir
it: Opzioni
ka: პარამეტრები
ko: 옵션
nl: Opties
nn: Val
pl: Ustawienia
pt: Opções
pt_br: Opções
ro: Opțiuni
ru: Параметры
sk: Voľby
sl: Možnosti
sv: Alternativ
ta: விருப்பங்கள்
tr: Seçenekler
uk: Параметри
zh_cn: 选项

source: The KDE file manager (Dolphin) is also an FTP client.
cs: Správce souborů KDE (Dolphin) je také FTP klient.
de: Die KDE-Dateiverwaltung (Dolphin) ist auch ein FTP-Programm.
el: Ο διαχειριστής αρχείων του KDE (Dolphin) είναι και πελάτης FTP.
eu: KDEren fitxategi kudeatzailea (Dolphin) FTP bezeroa ere bada.
fi: KDE:n tiedostonhallinta (Dolphin) on myös FTP-asiakasohjelma.
fr: Le gestionnaire de fichiers de KDE (Dolphin) est aussi un navigateur Internet et un client« FTP ».
ia: Le gerente de file de KDE (Dolphin) es anque un cliente FTP.
it: Il gestore di file di KDE (Dolphin) è anche un client FTP.
ka: KDE-ის ფაილების მმართველი (Dolphin) ასევე FTP კლიენტიცაა.
pt_br: O gerenciador de arquivos do KDE (Dolphin) também é um cliente FTP.
ro: Gestionarul de fișiere KDE (Dolphin) este și client de FTP.
ru: Диспетчер файлов KDE (Dolphin) также является клиентом FTP.
ta: கே.டீ.யீ.யின் கோப்பு மேலாளியை (டால்பினை) ஒரு FTP வாங்கியாகவும் பயன்படுத்தலாம்.
tr: KDE dosya yöneticisi (Dolphin), aynı zamanda bir FTP istemcisidir.
uk: Менеджер файлів KDE (Dolphin) також є клієнтом FTP.

source: Applications can display messages and tips in an Amor bubble using the showMessage() and showTip() D-Bus calls.
cs: Aplikace mohou zobrazovat zprávy a tipy pomocí bubliny Amor pomocí volání D-Bus showMessage() a showTip().
de: Andere Programme können Nachrichten und Tipps in einer Amor-Sprechblase anzeigen. Verwenden Sie dafür die D-Bus-Aufrufe showMessage() und showTip().
el: Οι εφαρμογές μπορούν να εμφανίζουν μηνύματα και υποδείξεις σε μία φυσαλίδα Amor με τις κλήσεις D-BUS showMessage() και showTip().
eu: Aplikazioek Amor-en burbuila batean mezuak eta aholkuak azaldu ditzakete showMessage() eta showTip() D-Bus deiak erabiliz.
fi: Sovellus voi näyttää viestejä ja ohjeita Amor-kuplassa showMessage()- ja showTip()-D-Bus-kutsuin
fr: Les applications peuvent afficher des messages et des astuces dans une bulle dans Amor en utilisant les appels « showMessage() » et « showTip() » de « D-Bus ».
ia: Applicationes pote monstrar messages e consilios in un bulla de Amor per usar le appellos (call) de DBUS showMessage() e showTip()
it: Le applicazioni possono mostrare messaggi e suggerimenti in un fumetto di Amor usando le chiamate D-Bus showMessage() e showTip()
ka: აპლიკაციებს შეუძლიათ გამოიტანონ შეტყობინებები და მინიშნებები Amor-ის ბუშტით, showMessage() და showTip() DCOP გამოძახებებით.
pt_br: Aplicativos podem mostrar mensagens e dicas no Amor usando as chamadas D-Bus showMessage() e showTip().
ro: Aplicațiile pot afișa mesaje și sfaturi într-un balon Amor folosind apeluri de funcție D-Bus showMessage() și showTip()
ru: Приложения могут отображать сообщения и подсказки в Amor с помощью вызовов D-Bus showMessage() и showTip() соответственно.
ta: showMessage() மற்றும் showTip() எனும் D-Bus அம்சங்களைப் பயன்படுத்தி, செயலிகளால் செய்திகளையும் குறிப்புகளையும் அமோரில் காட்டலாம்.
tr: Uygulamalar, showMessage() ve showTip() D-Bus çağrılarını kullanarak Amor baloncuğu içinde iletiler ve ipuçları gösterebilirler
uk: Програми можуть показувати повідомлення та підказки в Amor за допомогою викликів D-Bus showMessage() та showTip()
